{
    "id": "'171",
    "prerequisite": "Ranger",
    "sourceRef": "Martial Power",
    "name": "Blade Dancer",
    "text": "Halflings have long used music and a sense of fun to enliven physical labor and various dull tasks. When the race was young, they created dancelike movements that mimicked martial skills—and translated into deadliness in melee. Halflings learned that bladed weapons lent themselves easily to such a refined use. As their battle dances evolved, halflings began to consider the nimble use of a pair of bladed weapons a refinement of the style.<br/> Halflings came to call skilled practitioners of this dual-weapon method blade dancers. The mingling of itinerant halflings with other peoples eventually made the blade dance famous. The blade-dancer way spread far and wide, and other folk adapted it to new weapon types. Today, numerous people know and teach the essentials of the method. The strictest masters require the student to show proficiency in combat as well as a love of life and wandering like that of halflings.<br/> Halfling or not, you have put your body through a grueling regimen to attain mastery of the blade dance. Twin blades twirl about you like deadly veils. Intricate footwork allows you to dance in and out of danger with ease. Your weapons, like good dance partners, know where you want them to go almost before you do. One day, you and your weapons might dance your way into legend.",
    "features": {
        "dancingDefense(11thLevel)": "If you’re wielding two melee weapons and hit with at least two melee attacks on your turn, you gain a +2 bonus to AC and Reflex until the start of your next turn",
        "dual-bladeAction(11thLevel)": "You can spend an action point to make one melee basic attack with your primary weapon and another one with your offhand weapon, instead of taking an extra action",
        "cuttingSteps(16thLevel)": "While wielding two melee weapons, you gain a +1 bonus to melee damage rolls and AC"
    },
    "flavorText": "Clashing blades create the rhythm for our final dance."
}