{
    "id": "'156",
    "prerequisite": "Warlock class, star pact",
    "sourceRef": "Dragon Magazine Annual, Dragon Magazine 366",
    "name": "Student of Caiphon",
    "text": "You studied the limitless abysses and the bright points of enigmatic light that hang between them. You listened<br/>to the baffling disordered sounds that emerged from the simple astronomical lenses you used for your study. You learned the stars were not the innocent lamps above the world that most assumed. Despite this unsettling knowledge, you continued your study, eventually narrowing your concentration to just one star—a star named Caiphon. That’s when the dreams began.<br/> You dreamed of a fitful star of purple fire. You walked in its light to the edge of a slime-lined pit that pulsed and heaved like a living maw, eager to consume. You hurled yourself into the cavity as the purple star flared. You fell into an amoebic sea, where you were digested over the course of a thousand years, or perhaps just one night.<br/> When you woke, your eyes were opalescent purple orbs, and Caiphon began whispering—whispering—into your ear. Even though you could hear only the merest fragments of Caiphon’s never-ending instructions and insights, a knowing smile stitched itself across your face.",
    "features": {
        "caiphon'sGuidance(11thLevel)": "Your fear or radiant warlock powers and student of Caiphon powers score critical hits on rolls of 18–20",
        "starBright(11thLevel)": "When you spend an action point to take an extra action, if you use your action to make an attack that hits, that hit deals ongoing 5 radiant damage (save ends)",
        "caiphon'sIntercession(16thLevel)": "You can choose to use Caiphon’s Intercession in place of your Fate of the Void pact boon when an enemy under your Warlock’s Curse drops to 0 hit points or fewer"
    },
    "flavorText": "The Dream Whisperer pays more attention to the world than any other of its ilk. It might have a plan and a part to play in the world’s final destiny."
}