{
  "id": "'821",
  "name": "Warlock (Binder)",
  
  
  
  "refSource": "Heroes of Shadow",
  "classTraits": {
    "role:": "Controller. ",
    "powerSource:": "Arcane. ",
    "keyAbilities:": "Charisma; Dexterity or Intelligence",
    "armorProficiencies:": "Cloth, leather.",
    "weaponProficiencies:": "Simple melee, simple ranged.",
    "implement:": "Rods, wands",
    "bonusToDefense:": "+1 Reflex, +1 Will.",
    "hitPointsAt1stLevel": ": 12+ Constitution Score.",
    "hitPointsPerLevelGained": ": 5",
    "healingSurgesPerDay": ": 6+ Constitution Modifier.",
    "trainedSkills": ": From the class skills list below, choose 4 trained skills at 1st level.",
    "classFeatures:": "Level 1 Binder Daily Power, Level 1 Pact Encounter Power, Pact Boon (Binder), Shadow Claws, Shadow Twist, Shadow Walk."
  },
  "classText": "Warlocks manipulate arcane power, as wizards do, but their conduit to that power is vastly different. For a warlock, it’s as much about who you know as what you know—and in effect, the two are the same. All warlocks gain access to their power by entering into a pact with some force or entity in which that power rests. In return for their continuing loyalty and service to the source of their power, warlocks become more adept at their craft, and the abilities they bring to the battlefield grow more lethal. The type of warlock you can create with this book is the binder.",
  "classFeatures": {
    "level1PactEncounterPower": "You gain an encounter attack power associated with your pact.",
    "level1FeyPactEncounterPower": "You gain the Unseelie sprites power.",
    "level1GloomPactEncounterPower": "You gain the hound of dark omen power.",
    "level1StarPactEncounterPower": "You gain the shadow tentacles power.",
    "pactBoon(binder)": "You gain an at-will attack power and a utility power associated with your pact.",
    "feyPactBoon(binder)": "You gain the cloud sight and fascinating shadows powers.",
    "gloomPactBoon(binder)": "You gain the echoing dirge and shadow warp powers.",
    "starPactBoon(binder)": "You gain the hidden lore and mind shadows powers.",
    "shadowClaws": "You gain the shadow claws power.",
    "shadowTwist": "You gain a +1 bonus to ranged attack rolls and area attack rolls against any enemy that has no other creature adjacent to it.",
    "shadowWalk": "On your turn, if you move at least 3 squares away from where you started your turn, you gain concealment until the end of your next turn.",
    "level3FeyPactEncounterPower": "You gain the lure of loyalty power.",
    "level3GloomPactEncounterPower": "You gain the ebon claws power.",
    "level3StarPactEncounterPower": "You gain the void blast power.",
    "feyPactLore": "You gain a +1 bonus to AC and Will.",
    "gloomPactLore": "You gain darkvision and resist 5 necrotic. If you already have necrotic resistance of 5 or higher, that resistance instead increases by 5.",
    "starPactLore": "You gain resist 5 psychic and a +2 bonus to Arcana checks and Religion checks.",
    "level7FeyPactEncounterPower": "You gain the touch of command power.",
    "level7GloomPactEncounterPower": "You gain the pall of darkness power.",
    "level7StarPactEncounterPower": "You gain the cyst of darkness power.",
    "binder’sAlly(fey)": "You can use summon warlock’s ally to summon a satyr of the night.",
    "binder\\'sAlly(gloom)": "You can use summon warlock’s ally to summon a shadow lurk.",
    "binder\\'sAlly(star)": "You can use summon warlock’s ally to summon a soul eater.",
    "summonWarlock’sAlly(elemental)": "You can use summon warlock’s ally to summon an archon grunt. When you use this power, roll a d4 to determine the type of archon grunt you summon: 1, air; 2, earth; 3, fire; or 4, water.",
    "summonWarlock\\'sAlly(fey)": "You can use summon warlock’s ally to summon a wood woad guardian.",
    "summonWarlock\\'sAlly(gloom)": "You can use summon warlock\\'s ally to summon a dark creeper.",
    "summonWarlock\\'sAlly(infernal)": "You can use summon warlock’s ally to summon a spined devil lackey.",
    "summonWarlock\\'sAlly(star)": "You can use summon warlock\\'s ally to summon a thought phantom.",
    "summonWarlock\\'sAlly(whiteWell)": "If you have the sword of the White Well, you can use summon warlock’s ally to summon a mourning handmaiden.",
    "level13FeyPactEncounterPower": "You gain the fleeting call power.",
    "level13GloomPactEncounterPower": "You gain the haunting shadow power.",
    "level13StarPactEncounterPower": "You gain the devouring dark power.",
    "level17FeyPactEncounterPower": "You gain the song of the siren power.",
    "level17GloomPactEncounterPower": "You gain the devouring tide power.",
    "level17StarPactEncounterPower": "You gain the greater void burst power.",
    "level23FeyPactEncounterPower": "You gain the unwilling betrayal power.",
    "level23GloomPactEncounterPower": "You gain the umbral radiance power.",
    "level23StarPactEncounterPower": "You gain the inner void power.",
    "greaterBinder’sAlly(fey)": "You can use summon warlock’s ally to summon a displacer beast.",
    "greaterBinder\\'sAlly(gloom)": "You can use summon warlock\\'s ally to summon a gloom beast.",
    "greaterBinder\\'sAlly(star)": "You can use summon warlock’s ally to summon a doom hulk.",
    "greaterSummonWarlock’sAlly(elemental)": "You can use summon warlock’s ally to summon a titan warrior. When you use this power, roll a d4 to determine the type of titan warrior you summon: 1, air; 2, earth; 3, fire; or 4, water.",
    "greaterSummonWarlock\\'sAlly(fey)": "You can use summon warlock’s ally to summon a frostblight treant protector.",
    "greaterSummonWarlock\\'sAlly(gloom)": "You can use summon warlock’s ally to summon a sorrowsworn.",
    "greaterSummonWarlock\\'sAlly(infernal)": "You can use summon warlock’s ally to summon a pit fiend servitor.",
    "greaterSummonWarlock\\'sAlly(star)": "You can use your summon warlock’s ally power to summon a way walker.",
    "greaterSummonWarlock\\'sAlly(whiteWell)": "If you have the sword of the White Well, you can use summon warlock’s ally to summon a spectral protector.",
    "level27FeyPactEncounterPower": "You gain the Supplication of the Worms power.",
    "level27GloomPactEncounterPower": "You gain the umbral swap power.",
    "level27StarPactEncounterPower": "You gain the hungry void power."
  }
}