{
  "id": "'893",
  "name": "Hybrid Vampire",
  
  
  
  "refSource": "Dragon Magazine 402",
  "classTraits": {
    "role:": "Striker. ",
    "powerSource:": "Shadow. ",
    "keyAbilities:": "Dexterity, Charisma",
    "armorProficiencies:": "Cloth.",
    "weaponProficiencies:": "Simple melee, simple ranged.",
    "implement:": "Holy symbols, ki focuses",
    "bonusToDefense:": "+1 Fortitude, +1 Will.",
    "hitPointsAt1stLevel": ": 6+ Constitution Score.",
    "hitPointsPerLevelGained": ": 2.5",
    "healingSurgesPerDay": ": 2",
    "classSkills": ": Acrobatics (Dex), Arcana (Int), Athletics (Str), Bluff (Cha), Diplomacy (Cha), History (Int), Intimidate (Cha), Perception (Wis), Religion (Int), Stealth (Dex), Thievery (Dex).",
    "classFeatures:": "Blood Drinker (Hybrid), Blood Is Life, Child of the Night (Hybrid), Enduring Soul, Hidden Might",
    "hybridTalentOptions": ": Embrace Undeath or Vampiric Reflexes."
  },
  "classText": "A hybrid vampire is likely a character who was saddled with the curse of vampirism after commencing the study of weapons, arcane magic, or another path. Some hybrid vampires might be younger vampires who seek to augment their shadow talents with new abilities.",
  "classFeatures": {
    "bloodDrinker(hybrid)": "You can select the blood drinker power whenever you have the opportunity to gain a class encounter attack power that has a level. If you already have blood drinker, you gain an additional use of the power if you select it again.",
    "bloodIsLife": "Once during a short rest, an ally adjacent to you can willingly lose one healing surge to allow you to regain hit points equal to your bloodied value. You regain hit points equal to your bloodied value. &nbsp;&nbsp;&nbsp;&nbsp;If you end a short rest with more healing surges than your usual number of healing surges for the day, you lose any healing surges beyond that number but regain all your hit points.",
    "childOfTheNight(hybrid)": "You gain the following benefits and weaknesses. &nbsp;&nbsp;&nbsp;&nbsp;* You are an undead creature. You are unaffected by anything that affects only living creatures. You don’t need to breathe, which means you are immune to suffocation. You also don’t age. Unlike most undead, you do need to sleep. &nbsp;&nbsp;&nbsp;&nbsp;* You have vulnerable 5 radiant. &nbsp;&nbsp;&nbsp;&nbsp;* If you end your turn in direct sunlight and lack a protective covering such as a cloak or other heavy clothing, you take 5 radiant damage (plus additional damage from your radiant vulnerability) from the sunlight, and you are weakened (save ends). If you drop below 1 hit point from this damage, you are instantly destroyed.",
    "enduringSoul": "While you are bloodied, you gain regeneration equal to your Charisma modifier. If you take radiant damage, your regeneration does not function until the end of your next turn.",
    "hiddenMight": "You gain a bonus to the damage rolls of your vampire powers and vampire paragon path powers. The bonus equals your Charisma modifier. The bonus increases to 2 + your Charisma modifier at 5th level, 4 + your Charisma modifier at 15th level, and 6 + your Charisma modifier at 25th level.",
    "hybridTalentOptions": "If you take the Hybrid Talent feat, you can select one of the following options.",
    "embraceUndeath": "You gain darkvision and resist 5 necrotic.",
    "vampiricReflexes": "You gain a +2 shield bonus to AC while you are wearing cloth armor or no armor and aren’t using a shield."
  }
}