{
  "id": "'442",
  "name": "Hybrid Druid",
  
  
  
  "refSource": "Player's Handbook 3",
  "classTraits": {
    "role:": "Controller. ",
    "powerSource:": "Primal. ",
    "keyAbilities:": "Wisdom, Dexterity, Constitution",
    "armorProficiencies:": "Cloth, leather, hide.",
    "weaponProficiencies:": "Simple melee, simple ranged.",
    "implement:": "Staffs, totems",
    "bonusToDefense:": "+1 Reflex, +1 Will.",
    "hitPointsAt1stLevel": ": 6+ Constitution Score.",
    "hitPointsPerLevelGained": ": 2.5",
    "healingSurgesPerDay": ": 3.5",
    "classSkills": ": Arcana (Int), Athletics (Str), Diplomacy (Cha), Endurance (Con), Heal (Wis), History (Int), Insight (Wis), Nature (Wis), Perception (Wis).",
    "classFeatures:": "Wild Shape",
    "hybridTalentOptions": ": Druid Armor Proficiency or Primal Aspect."
  },
  "classText": "Your ability to take on the form of a beast marks you unmistakably as a druid, but your bond to the spirits of nature remains somewhat tenuous. Do your druid powers stem from an innate but undeveloped link to primal spirits? Or have you just begun to explore the mysteries of nature after a life spent in other pursuits?  As a hybrid druid, you can assume beast form and likely know powers useful in that form. However, you sacrifice some connections to the natural world—including Primal Aspect and Ritual Casting—to explore another class’s talents.",
  "classFeatures": {
    "wildShape": "As a druid, you have the ability to channel the primal energy of beasts into your physical form and transform into a beast. You have an at-will power, wild shape, that allows you to assume the form of a beast, and many druid powers have the beast form keyword and therefore can be used only while you are in beast form. The wild shape power lets you assume a form of your size that resembles a natural or a fey beast, usually a four-legged mammalian predator such as a bear, a boar, a panther, a wolf, or a wolverine. Your beast form might also be an indistinct shape of shadowy fur and claws, an incarnation of the Primal Beast of which all earthly beasts are fractured images. You choose a specific form whenever you use wild shape, and that form has no effect on your game statistics. Your choice of Primal Aspect might suggest a specific form you prefer to assume, and certain beast form powers specify changes to your form when you use them. You might also resemble a more exotic beast when you\\'re in beast form: a reptile such as a rage drake or a crocodile, or a fantastic beast such as an owlbear or a bulette.",
    "hybridTalentOptions": "If you take the Hybrid Talent feat, you can select one of the following options.",
    "druidArmorProficiency": "You gain proficiency with leather armor and hide armor.",
    "primalAspect": "Druidic lore speaks of the Primal Beast, the first spirit of the world’s noble predators. A formless thing of shadows, fur, feathers, and claws, this creature appears in many druids’ visions, and they speak of channeling the Primal Beast when using their wild shape and beast form powers. As a druid, you choose which aspect of the Primal Beast you most strongly manifest with your powers. Choose one of these options. Your choice provides bonuses to certain druid powers, as detailed in those powers.",
    "primalGuardian": "While you are not wearing heavy armor, you can use your Constitution modifier in place of your Dexterity or Intelligence modifier to determine your AC.",
    "primalPredator": "While you are not wearing heavy armor, you gain a +1 bonus to your speed.",
    "primalSwarm": "While you are in beast form and not wearing heavy armor, melee attacks and ranged attacks deal less damage to you. When you take damage from either type of attack, the damage is reduced by your Constitution modifier.",
    "primalWrath": "While you are not wearing heavy armor, you gain a +1 bonus to the attack rolls of druid attack powers and druid paragon path attack powers that have the cold, fire, lightning, or thunder keywords."
  }
}