{
  "id": "'536",
  "name": "Hybrid Artificer",
  
  
  
  "refSource": "Player's Handbook 3",
  "classTraits": {
    "role:": "Leader. ",
    "powerSource:": "Arcane. ",
    "keyAbilities:": "Intelligence, Constitution, Wisdom",
    "armorProficiencies:": "Cloth, leather.",
    "weaponProficiencies:": "Simple melee, simple ranged.",
    "implement:": "Rods, staffs, wands",
    "bonusToDefense:": "+1 Fortitude, +1 Will.",
    "hitPointsAt1stLevel": ": 6+ Constitution Score.",
    "hitPointsPerLevelGained": ": 2.5",
    "healingSurgesPerDay": ": 3",
    "classSkills": ": Arcana (Int), Diplomacy (Cha), Dungeoneering (Wis), Heal (Wis), History (Int), Perception (Wis), Thievery (Dex).",
    "classFeatures:": "Healing Infusion (Hybrid)",
    "hybridTalentOptions": ": Arcane Empowerment or Arcane Rejuvenation."
  },
  "classText": "Whether student or tinkerer, you have learned many tricks for imbuing magic into objects and creatures. Your expertise is spotty, however, with many gaps that a true artificer might scoff at. Of course, you know plenty of tricks beyond the skill of that artificer.  Why does your knowledge have such gaps? Do you lack the discipline or talent to master some of the formulas and recipes of the artificer? Or have you recognized that technical skills must be supplemented with other abilities?  As a hybrid artificer, you retain some of the artificer’s healing ability, but you trade away magic item manipulation in exchange for another class’s abilities.",
  "classFeatures": {
    "healingInfusion(hybrid)": "This class feature functions as the artificer class feature, except that you can create only one healing infusion at the end of each extended rest.",
    "hybridTalentOptions": "If you take the Hybrid Talent feat, you can select one of the following options.",
    "arcaneEmpowerment": "Your study of magic has given you the ability to manipulate the arcane energy contained within items. You begin each day with the ability to empower a magic item, and you gain one additional arcane empowerment for each milestone you reach. You must spend a short rest with an item in order to empower it. You can empower an item in two ways.",
    "augmentEnergy": "You infuse a weapon or an implement with a reservoir of energy that lasts until the end of your next extended rest or until it is expended. The wielder of the implement or the weapon can use a free action after making an attack roll to expend the reservoir of energy to gain a +2 bonus to that attack roll. An implement or a weapon can be augmented only once per day in this way.",
    "impartEnergy": "You recharge the daily power of a magic item. An item can be recharged only once per day in this way.",
    "arcaneRejuvenation": "Before combat, an artificer spends time infusing his or her allies’ magic items with curative energy. Whenever one of the artificer’s allies uses a magic item’s daily power, that ally absorbs the energy and gains temporary hit points equal to one-half your level + your Intelligence modifier."
  }
}