{
  "id": "'128",
  "name": "Sorcerer",
  
  
  
  "refSource": "Player's Handbook 2",
  "classTraits": {
    "role:": "Striker. You channel powerful magical energy through your body, exerting control over wild arcane magic to blast foes. You lean toward controller as a secondary role.",
    "powerSource:": "Arcane. Arcane magic is in your blood, as a touch of either ancient draconic power or untamed chaos energy, and you unleash it through sheer force of will and physical discipline.",
    "keyAbilities:": "Charisma, Dexterity, Strength",
    "armorProficiencies:": "Cloth.",
    "weaponProficiencies:": "Simple melee, simple ranged.",
    "implement:": "Daggers, staffs",
    "bonusToDefense:": "+2 Will.",
    "hitPointsAt1stLevel": ": 12+ Constitution Score.",
    "hitPointsPerLevelGained": ": 5",
    "healingSurgesPerDay": ": 6+ Constitution Modifier.",
    "trainedSkills": ": Arcana. From the class skills list below, choose 3 more trained skills at 1st level.",
    "buildOptions:": "Chaos Sorcerer, Cosmic Sorcerer, Dragon Sorcerer, Storm Sorcerer.",
    "classFeatures:": "Spell Source."
  },
  "classText": "The sorcerer is the arcane antithesis of the wizard. Wielding raw, barely contained magical power, sorcerers channel bursts and blasts of arcane energy through their bodies. They gain their power not through rigorous study of esoteric tomes, but by harnessing magic in their blood, waiting to be tapped and shaped. If wizards wield magic as fighters wield swords, a sorcerer’s magic is the arcing greataxe of a raging barbarian. You might be a proud dragonborn scion of ancient Arkhosia, calling on the draconic power of your heritage, or perhaps you were bathed in dragon blood as an infant to fill you with that power. You might have been born in a place where planar forces converged in strange eddies, infusing you with chaos, or perhaps you survived implantation of a slaad embryo, which left the taint of chaos upon you. Magic pulses through your veins, calling on you to give it expression. As it grows ever stronger, will it consume you or transform you into magic incarnate?",
  "suggestions": {
    "overview": "Charisma, Dexterity, and Strength are the most important ability scores for a sorcerer. You can choose any powers you like, but many sorcerers choose feats, skills, and powers to complement their Spell Source choice. As an arcane striker, you have a resemblance to the warlock. However, more of your powers create bursts or blasts of elemental forces to damage multiple foes, and your magic is the result of powerful arcane forces in your blood rather than the result of pacts you have made with mysterious entities.",
    "suggestions": {
      "chaosSorcerer": {
        "overview": "Like the arcane power you wield, you can be reckless and hard to control. Charisma should be your highest ability score, followed by Dexterity. Select powers that use your high Dexterity to move your enemies, deal extra damage, or impose penalties on your foes.",
        "classFeature": "Wiild Magic",
        "suggestedFeat": "Arcane Spellfury",
        "suggestedSkills": "Arcana, Bluff, Endurance, Insight",
        "suggestedAtWillPowers": "chaos bolt, storm walk",
        "suggestedEncounterPowers": "bedeviling burst",
        "suggestedDailyPowers": "dazzling ray"
      },
      "cosmicSorcerer": {
        "overview": "Your blood moves in tune with the phases of the moon, the passing seasons, and the circling stars above. Charisma is your primary ability score, since you use it to attack and deal damage. Strength is your second-highest score, giving you better damage and adding special effects to your attacks. Dexterity is your tertiary stat choice.",
        "classFeature": "Cosmic Magic",
        "suggestedFeat": "Student of the Cosmos",
        "suggestedSkills": " Arcana, Endurance, Insight, Nature",
        "suggestedAtWillPowers": "blazing starfall, burning spray",
        "suggestedEncounterPowers": "ray of the moon",
        "suggestedDailyPowers": "cosmos call"
      },
      "dragonSorcerer": {
        "overview": "You command the ancient arcane power that flows through dragons. Make Charisma your highest ability score, followed by Strength. Select powers that use your high Strength to deal extra damage, grant yourself a bonus, or hinder your enemies.",
        "classFeature": "Dragon Magic",
        "suggestedFeat": " Implement Expertise",
        "suggestedSkills": "Arcana, Athletics, History, Intimidate",
        "suggestedAtWillPowers": "burning spray, dragonfrost",
        "suggestedEncounterPowers": "tempest breath",
        "suggestedDailyPowers": "lightning breath"
      },
      "stormSorcerer": {
        "overview": "You embody the fury and power of a thunderstorm. Charisma is your primary ability score, since you use it to attack and deal damage. Dexterity is your second-highest score, contributing to your AC and Reflex and adding special effects to your attacks. Strength is your tertiary ability score.",
        "classFeature": "Storm Magic",
        "suggestedFeat": "Tempest Magic",
        "suggestedSkills": "Arcana, Bluff, Intimidate, Nature",
        "suggestedAtWillPowers": "lightning strike, storm walk",
        "suggestedEncounterPowers": "whirlwind",
        "suggestedDailyPowers": "howling tempest"
      }
    }
  },
  "classFeatures": {
    "spellSource": {
      "overview": "As a sorcerer, you gain power through an instinctive or inborn connection to an ancient arcane source. Choose either Cosmic Magic, Dragon Magic, Storm Magic, or Wild Magic. The choice you make grants you specific features and also provides bonuses to certain sorcerer powers, as detailed in those powers.",
      "options": {
        "cosmicMagic": {
          "overview": "The sun, the moon, and the stars speak to you in the voiceless language of cycles. The natural flow of the seasons tugs at your blood as the tide acts upon the oceans, pushing and pulling with gentle insistence regardless of the storm’s fury, the dragon’s flight, or the antics of otherworldly primordials. Just as the constellations move around the sky in a steady, imperturbable cadence, your spells are strong and unshakable, and tied to energies that can outlast all others.",
          "cosmicPersistence": "While you are not wearing heavy armor, you can use your Strength modifier in place of your Dexterity or Intelligence modifier to determine your AC.",
          "cosmicPower": "You gain a bonus to the damage rolls of arcane powers equal to your Strength modifier. The bonus equals your Strength modifier + 2 at 11th level and your Strength modifier + 4 at 21st level.",
          "soulOfTheCosmicCycle": "At the end of a short rest or an extended rest, you choose a cosmic phase from those described below and gain its benefits. The first time you become bloodied during an encounter, your phase immediately changes to the next higher-numbered phase (or back to the phase of the sun if you are in the phase of the stars). For example, if you begin an encounter in the phase of the moon, after becoming bloodied you would be in the phase of the stars. In addition, each time you use a daily arcane attack power, you can choose to change your phase to the next higher-numbered phase immediately after resolving the effects of the power. 1. Phase of the Sun: At the start of your turn, each enemy adjacent to you takes fire and radiant damage equal to your Strength modifier. You also gain resist 5 cold. 2. Phase of the Moon: You gain a bonus to AC equal to the number of conscious enemies adjacent to you. You also gain resist 5 psychic. 3. Phase of the Stars: Whenever an enemy's attack misses you, you can teleport a number of squares equal to your Strength modifier as a free action. You also gain resist 5 radiant. The resistance granted by this class feature increases to 10 at 11th level and to 15 at 21st level. While you have resistance from this class feature, your arcane powers ignore all targets' resistance to that damage type up to the value of your resistance."  
        },
        "dragonMagic": {
          "overview": "The elemental power of dragons flows through you, infusing your spells with draconic strength. Through force of will, you tap into the arcane might of dragons.",
          "draconicPower": "You gain a bonus to the damage rolls of arcane powers equal to your Strength modifier. The bonus increases to your Strength modifier +2 at 11th level and your Strength modifier +4 at 21st level.",
          "draconicResilience": "While you are not wearing heavy armor, you can use your Strength modifier in place of your Dexterity or Intelligence modifier to determine your AC.",
          "dragonSoul": "Choose a damage type: acid, cold, fire, lightning, poison, or thunder. You gain resist 5 to that damage type. The resistance increases to 10 at 11th level and 15 at 21st level. Your arcane powers ignore any target's resistance to that damage type up to the value of your resistance.",
          "scalesOfTheDragon": "The first time you become bloodied during an encounter, you gain a +2 bonus to AC until the end of the encounter."
        },
        "stormMagic": {
          "overview": "The raw and unbridled fury of storm powers your spells. While others might flee a storm, you embrace its power, internalize the force, and then unleash it. The impetuous, unpredictable power resident in the storm is your greatest ally. Like a tempest, you never give up and never give in until you are completely spent.",
          "stormPower": "You gain a bonus to the damage rolls of arcane powers equal to your Dexterity modifier. The bonus equals your Dexterity modifier + 2 at 11th level and your Dexterity modifier + 4 at 21st level.",
          "stormSoul": "You gain resist 5 thunder and resist 5 lightning. This resistance increases to 10 at 11th level and 15 at 21st level. While this resistance is active, your arcane powers ignore all targets' resistance to that damage type up to the value of your resistance. If you are hit by an attack, you can end this resistance as an immediate interrupt to gain a +4 power bonus to all defenses until the end of your next turn. If you do so, the resistance returns after you take a short rest or an extended rest.",
          "storm'sEmbrace": "When you roll a natural 20 on an attack roll for an arcane power, wind surges around you and your enemy. You can push the target 1 square and then fly a number of squares equal to 1 + your Dexterity modifier after applying the attack's other effects."  
        },
        "wildMagic": {
          "overview": "You draw your spells from the entropic forces of the Elemental Chaos. Whether tapping into the power of primordial beings or drawing strength directly from that plane, you unleash magic in wild surges.",
          "chaosBurst": "Your first attack roll during each of your turns determines a benefit you gain in that round. If you roll an even number, you gain a +1 bonus to AC until the start of your next turn. If you roll an odd number, you make a saving throw.",
          "chaosPower": "You gain a bonus to the damage rolls of arcane powers equal to your Dexterity modifier. The bonus increases to your Dexterity modifier + 2 at 11th level and your Dexterity modifier + 4 at 21st level.",
          "unfetteredPower": "When you roll a natural 20 on an attack roll for an arcane power, you slide the target 1 square and knock it prone after applying the attack's other effects. When you roll a natural 1 on an attack roll for an arcane power, you must push each creature within 5 squares of you 1 square.",
          "wildSoul": " When you finish an extended rest, roll a d10 to determine a damage type. You gain resist 5 to that damage type until the end of your next extended rest. The resistance increases to 10 at 11th level and 15 at 21st level. While you have resistance to that damage type, your arcane powers ignore any target's resistance to that damage type up to the value of your resistance."  
        }
      }
    },
    "implements": "Sorcerers wield daggers and staffs to channel their wild arcane power. When you wield a magic dagger or a magic staff, you can add its enhancement bonus to the attack rolls and the damage rolls of sorcerer powers and sorcerer paragon path powers that have the implement keyword. Without an implement, you can still use these powers. Any dagger can function as a sorcerer implement. However, you don't gain a dagger's proficiency bonus when using the dagger as an implement."
  }
}