{
  "id": "'609",
  "name": "Hybrid Monk",
  
  
  
  "refSource": "Player's Handbook 3",
  "classTraits": {
    "role:": "Striker. ",
    "powerSource:": "Psionic. ",
    "keyAbilities:": "Dexterity, Strength, Wisdom",
    "armorProficiencies:": "Cloth.",
    "weaponProficiencies:": "Club, dagger, quarterstaff, shuriken, sling, spear.",
    "implement:": "Ki focus, weapons with which you have proficiency",
    "bonusToDefense:": "+1 Any.",
    "hitPointsAt1stLevel": ": 6+ Constitution Score.",
    "hitPointsPerLevelGained": ": 2.5",
    "healingSurgesPerDay": ": 3.5",
    "classSkills": ": Acrobatics (Dex), Athletics (Str), Diplomacy (Cha), Endurance (Con), Heal (Wis), Insight (Wis), Perception (Wis), Religion (Int), Stealth (Dex), Thievery (Dex).",
    "classFeatures:": "Monastic Tradition (Hybrid)",
    "hybridTalentOptions": ": Expanded Tradition, Unarmed Combatant or Unarmored Defense."
  },
  "classText": "You are an enigma, blending supreme discipline and focus with a multifaceted approach to victory in battle. How do you explain this seeming contradiction? Are you a failed student of monastic discipline, turning to alternative talents to stay alive? Or have you newly discovered an ascetic lifestyle and now seek to leave behind your former life?  As a hybrid monk, you sacrifice some of the training of your monastic tradition, including significant unarmed prowess, in order to gain aspects of a second class.",
  "classFeatures": {
    "monasticTradition(hybrid)": "Choose a Monastic Tradition option. You gain only the Flurry of Blows power associated with that option. Your Flurry of Blows power is triggered only when you hit with a monk power or monk paragon path power during your turn. You are considered to have that option for the purpose of meeting prerequisites.",
    "centeredBreath(hybrid)": "The Centered Breath tradition focuses on honing your mental awareness to better harness psionic magic. This tradition teaches that only by controlling yourself can you control your environment. The tradition’s adherents are typically ascetics, whose monasteries stand in quiet corners of the world where the monks can train and study without distraction. In some of these monasteries, speech is forbidden except for one hour each day.  Flurry of Blows: You gain the centered flurry of blows power.",
    "stoneFist(hybrid)": "The Stone Fist tradition is one of physical mastery, relentless exercise, and athletic perfection. Its adherents seek to master their bodies, turning themselves into living weapons capable of supernatural feats of strength, agility, and speed. Monks of the Stone Fist prefer to study among the trappings of civilization. Some Stone Fist monasteries are small schools built in towns and villages, where students work as laborers and artisans when they aren’t training. Other Stone Fist monasteries stand in the most forbidding regions of the world—from the bitter cold of the tundra to the edge of a rumbling volcano—to test their students’ endurance day after day.  Flurry of Blows: You gain the stone fist flurry of blows power.",
    "hybridTalentOptions": "If you take the Hybrid Talent feat, you can select one of the following options.",
    "expandedTradition": "You gain all the features associated with your Monastic Tradition.",
    "unarmedCombatant": "You can make unarmed attacks with much greater effectiveness than most combatants can. When you make a weapon attack such as a melee basic attack, you can use the monk unarmed strike, which is a weapon in the unarmed weapon group. This weapon has the off-hand weapon property and a +3 proficiency bonus, and it deals 1d8 damage. You must have a hand free to use your monk unarmed strike, even if you’re kicking, kneeing, elbowing, or head-butting a target. Also, your monk unarmed strike can benefit from a magic ki focus if you have one (see “Implements” below).",
    "unarmoredDefense": "While you are wearing cloth armor or no armor and aren’t using a shield, you gain a +2 bonus to AC."
  }
}