{
  "id": "'705",
  "name": "Cleric (Warpriest)",
  
  
  
  "refSource": "Heroes of the Fallen Lands",
  "classTraits": {
    "role:": "Leader. ",
    "powerSource:": "Divine. ",
    "keyAbilities:": "Wisdom, Constitution",
    "armorProficiencies:": "Cloth, leather, hide, chainmail; heavy shields, light shields.",
    "weaponProficiencies:": "Simple melee, simple ranged.",
    "implement:": "Holy symbols",
    "bonusToDefense:": "+1 Fortitude, +1 Will.",
    "hitPointsAt1stLevel": ": 12+ Constitution Score.",
    "hitPointsPerLevelGained": ": 5",
    "healingSurgesPerDay": ": 7+ Constitution Modifier.",
    "trainedSkills": ": Religion. From the class skills list below, choose 3 more trained skills at 1st level.",
    "classFeatures:": "Channel Divinity Powers, Domain Features, Healing Word, Level 1 Warpriest Daily Power."
  },
  "classText": "Warpriests use a combination of religious dedication and keen insight to access the divine magic granted by the gods they serve. Using that magic to back up impressive martial ability, warpriests serve as the shield of their faith. Warpriests protect the innocent from marauding monsters and lead adventuring expeditions into the dark unknown. They are drawn to the borderlands between the scattered settlements of civilization and the realms of chaos. There, they attend the spiritual and military needs of the population. Warpriests occupy the middle ground between the wizard and the fighter. They are trained to use weapons and armor, but it is their induction into the mysteries of divine magic that makes them unique. A warpriest can smash an orc with a mace one moment and unleash divine power to smite a vampire the next. The power of weapons and the might of magic meet in the divine mandate of the warpriest.",
  "classFeatures": {
    "channelDivinity(corellon)": "You gain the step together power.",
    "channelDivinity(death)": "You gain the stay the hand of death power.",
    "channelDivinity(domination)": "You gain the cruel inspiration power.",
    "channelDivinity(earth)": "You gain the stone\\'s resolve power.",
    "channelDivinity(oghma)": "You gain the knowledge to spread power.",
    "channelDivinity(selûne)": "You gain the life and light power.",
    "channelDivinity(storm)": "You gain the storm surge power.",
    "channelDivinity(sun)": "You gain the soothing light power.",
    "channelDivinity(torm)": "You gain the outmaneuver power.",
    "domainFeatures": "You gain benefits associated with your domain, which include special features plus two at-will attack powers, one utility power, and one encounter attack power.",
    "corellonDomainFeaturesAndPowers": "While you are subject to a charm effect that a save can end, you can make a saving throw against that effect at the start of each of your turns, as well as at the end. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use healing word, you and each ally in the burst can ignore difficult terrain when shifting until the start of your next turn. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the following powers.",
    "deathDomainFeaturesAndPowers": "You gain resist 5 necrotic. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use your healing word, you gain 5 temporary hit points. The temporary hit points increase to 10 at 11th level and 15 at 21st level. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the death\\'s shadow, tenebrous blessing, eye of the vulture, and inevitable doom powers.",
    "dominationDomainFeaturesAndPowers": "You gain training in Intimidate. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use healing word, the target also gains 5 temporary hit points. At 11th level, the temporary hit points increase to 10. At 21st level, they increase to 15. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the following 1st-level powers: one utility power (inspire dread), two at-will attack powers (fell strike and icon of fear), and one encounter attack power (dread revelation).",
    "earthDomainFeaturesAndPowers": "You and each ally within 5 squares of you gain a +2 power bonus to saves against ongoing damage. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use healing word, the target takes half damage from the next attack that hits it before the end of your next turn. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the earth\\'s endurance, burden of earth, stone speak, and earthen hail powers.",
    "oghmaDomainFeaturesAndPowers": "You can use Wisdom instead of Intelligence when making an Intelligence-based skill check. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use healing word, each ally in the burst gains a +1 bonus to the next saving throw he or she makes before the end of your next turn. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the following powers.",
    "selûneDomainFeaturesAndPowers": "You gain resist 5 necrotic and resist 5 radiant. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use healing word, each enemy adjacent to the power’s target takes a -2 penalty to the next damage roll it makes before the end of its next turn. This penalty worsens to -4 at 11th level and -6 at 21st level. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the following powers.",
    "stormDomainFeaturesAndPowers": "You gain resist 5 lightning and resist 5 thunder. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use your healing word, the target also gains a +2 power bonus to the next damage roll he or she makes before the end of his or her next turn. This bonus increases to +4 at 11th level and +6 at 21st level. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the blessing of wrath power, storm hammer power, create water power, and thundering steel power.",
    "sunDomainFeatures": "You gain a +2 bonus to death saving throws. While within 5 squares of you, your allies also gain this bonus. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use your healing word, you or an ally in the burst regains 2 hit points. The hit points increase to 4 at 11th level and 6 at 21st level. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the following powers: blessing of battle, brand of the sun, sun\\'s glow, sun burst.",
    "tormDomainFeaturesAndPowers": "You cannot be forced to attack an ally under any circumstances. Such an attempt automatically fails, although damage or conditions associated with the effect that would cause you to attack your ally can still affect you. You can attack an ally if you choose to do so. &nbsp;&nbsp;&nbsp;&nbsp;In addition, when you use healing word, the target of the power gains a +2 power bonus to all defenses until the end of your next turn. &nbsp;&nbsp;&nbsp;&nbsp;You also gain the following powers.",
    "healingWord": "You gain the healing word power.",
    "level1WarpriestDailyPower": "You gain one of the following powers of your choice.",
    "level3CorellonDomainEncounterPower": "You gain the allied accuracy power.",
    "level3DeathDomainEncounterPower": "You gain the death surge power.",
    "level3DominationDomainEncounterPower": "You gain the conquering blow power.",
    "level3OghmaDomainEncounterPower": "You gain the inspired steel power.",
    "level3SelûneDomainEncounterPower": "You gain the moonshadow blow power.",
    "level3StormDomainEncounterPower": "You gain the hammering wind power.",
    "level3SunDomainEncounterPower": "You gain the resurgent sun power.",
    "level3TormDomainEncounterPower": "You gain the heartening strike power.",
    "level5CorellonDomainFeature": "When you use healing word, the target of the power can shift 1 square as a free action. If the target is an elf, a half-elf, or an eladrin, the target can instead shift a number of squares up to your Constitution modifier.",
    "level5DeathDomainFeature": "When an enemy within 5 squares of you drops to 0 hit points, you can use healing word as an immediate reaction.",
    "level5DominationDomainFeature": "When you use healing word, the target can take a free action to stand up or to shift 1 square.",
    "level5EarthDomainFeature": "Whenever you use healing word, if the target is standing on the ground, you can slide it a number of squares equal to your Constitution modifier.",
    "level5OghmaDomainFeature": "When you use healing word, the target of the power can make a saving throw.",
    "level5SelûneDomainFeature": "When you use healing word, bloodied allies in the burst gain resistance to all damage until the end of your next turn. The resistance equals your Constitution modifier.",
    "level5StormDomainFeature": "When you use your healing word, one enemy of your choice adjacent to the target of the power takes thunder damage equal to your Constitution modifier.",
    "level5SunDomainFeature": "When you use healing word, the target of the power gains temporary hit points equal to your Constitution modifier.",
    "level5TormDomainFeature": "When you use healing word, the target of the power can teleport to a square adjacent to you.",
    "level5WarpriestDailyPower": "You gain one of the following powers of your choice.",
    "level7CorellonDomainEncounterPower": "You gain the fey beguiling power.",
    "level7DeathDomainEncounterPower": "You gain the raven\\'s talon power.",
    "level7DominationDomainEncounterPower": "You gain the dreadful warrior power.",
    "level7EarthDomainEncounterPower": "You gain the blessing of dust power.",
    "level7OghmaDomainEncounterPower": "You gain the thought storm power.",
    "level7SelûneDomainEncounterPower": "You gain the peacemaker\\'s light power.",
    "level7StormDomainEncounterPower": "You gain the wrathful lightning power.",
    "level7SunDomainEncounterPower": "You gain the searing brand power.",
    "level7TormDomainEncounterPower": "You gain the tactical strike power.",
    "level10CorellonDomainFeature": "When you use a divine encounter attack power that has the force or the radiant keyword, you can teleport 1 square as a free action.",
    "level10DeathDomainFeature": "At the start of each of your turns, you can use a free action to deal necrotic damage to one adjacent bloodied enemy. The necrotic damage equals your Constitution modifier.",
    "level10DominationDomainFeature": "Whenever you use a divine attack power that has the fear keyword to bloody an enemy or reduce a non-minion enemy to 0 hit points, you can push each enemy within 2 squares of you up to 3 squares as a free action. Creatures that are immune to fear ignore this effect.",
    "level10EarthDomainFeature": "Whenever you use a melee divine encounter attack power that attacks Fortitude defense, any target you hit also grants combat advantage until the end of your next turn.",
    "level10OghmaDomainFeature": "Whenever you use a divine encounter attack power that has the psychic keyword, each target of the power grants combat advantage until the end of your next turn.",
    "level10SelûneDomainFeature": "Whenever you use a divine encounter attack power that has the radiant keyword, each ally adjacent to any enemy targeted by the power gains temporary hit points equal to your Constitution modifier.",
    "level10StormDomainFeature": "Whenever you use a divine encounter attack power that has the thunder keyword, you gain temporary hit points equal to 2 + your Constitution modifier.",
    "level10SunDomainFeature": "Whenever you use a divine encounter attack power that has the radiant keyword, you have combat advantage against the power’s targets.",
    "level10TormDomainFeature": "Whenever you use a divine encounter attack power, each ally within 5 squares of you can shift 1 square as a free action.",
    "level10WarpriestUtilityPower": "You gain one of the following powers of your choice.",
    "level13CorellonDomainEncounterPower": "You gain the glimmer strike power.",
    "level13DeathDomainEncounterPower": "You gain the call to the dark power.",
    "level13DominationDomainEncounterPower": "You gain the inspire terror power.",
    "level13EarthDomainEncounterPower": "You gain the earthen vanguard power.",
    "level13OghmaDomainEncounterPower": "You gain the thought crusher power.",
    "level13SelûneDomainEncounterPower": "You gain the silverlight blow power.",
    "level13StormDomainEncounterPower": "You gain the roar of thunder power.",
    "level13SunDomainEncounterPower": "You gain the awakening sun power.",
    "level13TormDomainEncounterPower": "You gain the thunderous blow power.",
    "level17CorellonDomainEncounterPower": "You gain the harmony of blades power",
    "level17DeathDomainEncounterPower": "You gain the death\\'s call power.",
    "level17DominationDomainEncounterPower": "You gain the demand obedience power.",
    "level17EarthDomainEncounterPower": "You gain the obsidian shield power.",
    "level17OghmaDomainEncounterPower": "You gain the brilliant idea power.",
    "level17SelûneDomainEncounterPower": "You gain the gleaming strike power.",
    "level17StormDomainEncounterPower": "You gain the winds of fury power.",
    "level17SunDomainEncounterPower": "You gain the strength of the sun power.",
    "level17TormDomainEncounterPower": "You gain the honorable challenge power.",
    "level23CorellonDomainEncounterPower": "You gain the awful to behold power.",
    "level23DeathDomainEncounterPower": "You gain the death\\'s touch power.",
    "level23DominationDomainEncounterPower": "You gain the spirits of victory power.",
    "level23EarthDomainEncounterPower": "You gain the earthen chains power.",
    "level23OghmaDomainEncounterPower": "You gain the shared secrets power.",
    "level23SelûneDomainEncounterPower": "You gain the moon tide power.",
    "level23StormDomainEncounterPower": "You gain the thunder of justice power.",
    "level23SunDomainEncounterPower": "You gain the overwhelming light power.",
    "level23TormDomainEncounterPower": "You gain the revitalizing shove power.",
    "level27CorellonDomainEncounterPower": "You gain the strikes of woe and weal power.",
    "level27DeathDomainEncounterPower": "You gain the herald of inevitable doom power.",
    "level27DominationDomainEncounterPower": "You gain the sundered bravery power.",
    "level27OghmaDomainEncounterPower": "You gain the thought destroyer power.",
    "level27SelûneDomainEncounterPower": "You gain the staggering moonglow power.",
    "level27StormDomainEncounterPower": "You gain the thunder of the dawn war power.",
    "level27SunDomainEncounterPower": "You gain the light of the first dawn power.",
    "level27TormDomainEncounterPower": "You gain the valorous charge power."
  }
}