{
    "id": "'924",
    "sourceRef": "The Book of Vile Darkness",
    "name": "\\r\\n<html>\\r\\n<head id=\\\"Head1\\\"><title>\\r\\nDisgraced Noble\\r\\n</title><meta http-equiv=\\\"X-UA-Compatible\\\" content=\\\"IE=EmulateIE7\\\" /><link href=\\\"styles/detail.css\\\" media=\\\"screen\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/print.css\\\" media=\\\"print\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/mobile.css\\\" media=\\\"handheld\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" />\\r\\n    \\r\\n    \\r\\n    \\r\\n\\r\\n</head>\\r\\n<body>\\r\\n    <form name=\\\"form1\\\" method=\\\"post\\\" action=\\\"display.php?page=theme&amp;id=924\\\" id=\\\"form1\\\">\\r\\n<div>\\r\\n\\r\\n</div>\\r\\n\\r\\n\\r\\n    <div id=\\\"detail\\\">\\r\\n\\r\\n<h1 class=\\\"player\\\">Disgraced Noble",
    "flavorText": "Don’t let my reputation color your impression, my darling. The rumors are all lies, spurious tales told by enemies who resent my good fortune.",
    "text": "Song and story profess that nobility carries a higher morality, that the aristocracy upholds honor, justice, truth, and valor. The hard truth is that this celebrated virtue is a myth—what distinguishes nobles from everyone else are the circumstances of their birth. Money, land, privilege: none of these things ensure good character and high ideals. In fact, such boons often create the worst villains.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the masses pierce the veil of pomp and circumstance and see the noble for who he or she truly is, that vaunted individual is bound to tumble from great heights to wallow in the filth of the fallen. As a result, the aristocracy works hard to preserve the illusion, to maintain at least the veneer of respectability. Waging war against scandal and rumor, nobles fight to preserve their lifestyles, their fortune, and their lives.<br/>&nbsp;&nbsp;&nbsp;&nbsp;No matter how cunning, some nobles succumb to temptation and forget their fragile position. Perhaps it was a careless moment, maybe it was a full assault on his or her character—no matter, the damage is done. A reputation, no matter how carefully nurtured, can be torn down in an instant. The fate of those nobles who topple, whose carefully constructed masks shatter, is one of disgrace and shame.<br/>",
    "themeFeatures": {
        "Disgraced Noble Starting Feature (1st level)": "You gain the dirty deed power.",
        "Disgraced Noble Level 5 Feature (5th level)": "You gain a +2 power bonus to Bluff checks and Streetwise checks.",
        "Disgraced Noble Level 10 Feature (10th level)": "The power bonus to your Bluff checks and Streetwise checks increases to +4.&nbsp;&nbsp;&nbsp;&nbsp;In addition, while you are not bloodied, allies within 2 squares of you who can see or hear you gain a +1 power bonus to saving throws."
    }
}