{
    "id": "'658",
    "sourceRef": "Dark Sun Campaign Setting",
    "name": "\\r\\n<html>\\r\\n<head id=\\\"Head1\\\"><title>\\r\\nNoble Adept\\r\\n</title><meta http-equiv=\\\"X-UA-Compatible\\\" content=\\\"IE=EmulateIE7\\\" /><link href=\\\"styles/detail.css\\\" media=\\\"screen\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/print.css\\\" media=\\\"print\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/mobile.css\\\" media=\\\"handheld\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" />\\r\\n    \\r\\n    \\r\\n    \\r\\n\\r\\n</head>\\r\\n<body>\\r\\n    <form name=\\\"form1\\\" method=\\\"post\\\" action=\\\"display.php?page=theme&amp;id=658\\\" id=\\\"form1\\\">\\r\\n<div>\\r\\n\\r\\n</div>\\r\\n\\r\\n\\r\\n    <div id=\\\"detail\\\">\\r\\n\\r\\n<h1 class=\\\"player\\\">Noble Adept",
    "flavorText": "Sometimes I envy the little people—the common citizens and slaves. No need to worry about political assassinations, no lessons to keep up with, no property to protect. All they need to do is survive.",
    "text": "Within the city-states, noble castes own more land and more slaves than anyone except the sorcererkings. The members of this social class are largely ineffectual puppets who have no real power, and only rarely do they muster the courage to oppose the plans of the sorcerer-kings. Even when they do so, it’s not for the greater good. Most nobles watch out only for their own interests. They care nothing about what happens to people of lower castes, with the possible exception of people they own.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Though nobles lack true power, they gain many advantages due to their wealth. Nobles can read and write and can easily acquire food and water, which isn’t true for much of the Athasian population. Every noble receives a basic education in psionics, either through a school or from a tutor hired by the noble’s family, learning an array of psionic talents to better defend himself or herself against enemies or to command minions. Most lose interest in their training and fall into the same decadent malaise that pervades the noble caste. Only a rare few nobles fully develop their psionic talents, but those who do so are among the most capable and dangerous practitioners of the Way.<br/>",
    "themeFeatures": {
        "Noble Adept Power Point (1st level)": "You gain 1 power point.If you choose a noble adept attack power of level 3 or 7 instead of a nonaugmentable encounter attack power at that level, you also gain 2 power points. If you do so with a power of level 13 or 17, you instead gain 4 power points, and if you do so with a power of level 23 or 27, you instead gain 6 power points. If you later relinquish your noble adept attack powers through retraining, you lose the power points you gained from the earlier choice."
    }
}