{
  "id": "'908",
  "name": "Wizard (Witch)",
  
  
  
  "refSource": "Heroes of the Feywild",
  "classTraits": {
    "role:": "Controller. You practice the first, most ancient form of arcane magic, which allows you to charm, transform, and curse your enemies.",
    "powerSource:": "Arcane. ",
    "keyAbilities:": "Intelligence, Wisdom",
    "armorProficiencies:": "Cloth.",
    "weaponProficiencies:": "Dagger, quarterstaff.",
    "implement:": "Orbs, staffs, wands",
    "bonusToDefense:": "+2 Will.",
    "hitPointsAt1stLevel": ": 10+ Constitution Score.",
    "hitPointsPerLevelGained": ": 4",
    "healingSurgesPerDay": ": 6+ Constitution Modifier.",
    "trainedSkills": ": Arcana. From the class skills list below, choose 3 more trained skills at 1st level.",
    "classFeatures:": "Augury, Moon Coven, Witch Cantrips, Witch’s Familiar."
  },
  "classText": "Part religion, part ritual, and all mystery, witchcraft is an ancient practice that came about in an age before arcane magic was studied, institutionalized, and etched in writing, when monstrous titans ruled over creation and the secret of making fire was yet undiscovered. In this chaotic dark age, the gods had little influence on the titans’ world. Instead of seeking their aid, the primitive peoples called out to the night for protection and power, and a voice from the darkness answered. Those who accepted its arcane gifts became the first witches, and they wielded such power as only immortals had known—seen by some jealous gods as an affront that they have never forgiven. Witches gain their power from a patron who instructs them by way of a mystical familiar that comes and goes as it pleases, unbound by the strictures of the material world. The most prevalent patron among witches—the original voice from the darkness—is the moon goddess Sehanine, referred to by witches as simply the Goddess. Other entities have since seen the advantage of imbuing mortals with power, and so your patron might be an archfey, a god, an angel, a primordial, a demon lord, a devil, or another legendary being that believes it can benefit by imbuing you with a gift of arcane prowess. It might prefer to remain anonymous. The circumstances by which you obtained your gift can vary widely. Some witches seek out the gift in order to fulfill a personal desire or vendetta, while others were brought up in a coven. Some receive their power after making a pact with a devil, as a warlock might do, and others have it bestowed upon them by a fairy godparent or a witch queen. Though witches are common among the fey races in the Feywild, as a witch in the natural world you must be mindful of whom you trust. In the world, common folk fear your kind. Envious wizards refuse to acknowledge you as a peer and would see your wondrous powers vanish from the world, while clerics of jealous gods decree you an unholy menace, sending witch hunters to track you down and destroy you.",
  "classFeatures": {
    "moonCoven": "Choose a coven, and gain its benefits.",
    "darkMoonCoven": "You gain the dread presence power.  In addition, you gain training in the Intimidate skill. At level 5, you gain a +2 bonus to Intimidate checks and Stealth checks.",
    "fullMoonCoven": "You gain the glorious presence power.  In addition, you gain training in the Heal skill. At 5th level, you gain a +2 bonus to Heal checks and Diplomacy checks.",
    "witchCantrips": "You gain three cantrips of your choice.",
    "witch’sFamiliar": "You gain the Arcane Familiar feat as a bonus feat.  At the end of each extended rest, when you confer with your familiar you can replace one of your wizard daily attack powers or wizard utility powers with another wizard power of the same type. The new power must have a level, and its level must be the same as the old power’s level.  When you reach level 24, your familiar enables you to spend an action point on your turn to regain the use of one of your expended wizard encounter attack powers, instead of taking an extra action. If you do so, you gain combat advantage against every target of that power the next time you use it during the current encounter."
  }
}