{
  "name": "Eladrin",
  "height": "5' 5\" - 6'1\"",
  "weight": "130 - 180 lbs",
  "abilityScores": "+2 Intelligence, +2 Charisma or +2 Dexterity",
  "size": "Medium",
  "speed": "6 squares.",
  "languages": "Common, Elven",
  "uniqueFeatures": {
    "trance": "Rather than sleep, you enter a meditative state known as trance. You need to spend 4 hours in this state to gain the same benefits other races gain from taking a 6-hour extended rest. While in a trance, you are fully aware of your surroundings and notice approaching enemies and other events as normal.",
    "feyStep": "You have the fey step power.",
    "feyOrigin": "Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.",
    "eladrinWill": "You gain a +1 racial bonus to Will. In addition, you gain a +5 racial bonus to saving throws against charm effects.",
    "eladrinWeaponProficiency": "You gain proficiency with the longsword.",
    "eladrinEducation": "You gain training in one skill of your choice.",
    "skillBonuses": "+2 Arcana, +2 History.",
    "vision": "Low-Light"
  },
  "physTxt": "Eladrin are of human height. They are slim, and even the strongest simply look athletic rather than muscle-bound. They have the same range of complexions as humans, though they are more often fair than dark. Their straight, fine hair is often white, silver, or pale gold, and they wear it long and loose. Their ears are long and pointed, and their eyes are pearly and opalescent orbs of vibrant blue, violet, or green, lacking pupils. Eladrin can’t grow facial hair and have little body hair.  Eladrin children grow much as human children do, but their aging process slows to a crawl when they reach maturity. They enjoy youth and health for most of their lives and don’t begin to feel the effects of age until the middle of their third century. Most live for over 300 years, and even at the end they suffer few of the infirmities of old age.",
  "refSource": "Player\\'s Handbook, page ",
  "flavorTxt": "Powerful wizards, haughty courtiers, creatures of the mysterious Feywild",
  "power": "Fey Step",
  "characteristics": [
    "aesthetic",
    "deliberative",
    "detached",
    "free",
    "graceful",
    "magical",
    "otherworldly",
    "patient",
    "perceptive"
  ],
  "femNames": [
    "althaea",
    "anastrianna",
    "andraste",
    "bethrynna",
    "caelynna",
    "jelenneth",
    "leshanna",
    "meriele",
    "naivara",
    "quelenna",
    "sariel",
    "shanairra",
    "theirastra",
    "valenae "
  ],
  "mascNames": [
    "aramil",
    "arannis",
    "berrian",
    "dayereth",
    "erevan",
    "galinndan",
    "hadarai",
    "immeral",
    "mindartis",
    "paelias",
    "quarion",
    "riardon",
    "soveliss"
  ],
  "tipsTxt": "Eladrin society straddles the boundary between the Feywild and the natural world. Eladrin build their elegant cities and towers in places of striking natural splendor, especially where the veil between the worlds is thin—isolated mountain vales, green islands along wild and storm-wracked coasts, and the deepest recesses of ancient forests. Some eladrin realms exist mostly in the Feywild, only rarely touching the natural world; others permanently straddle both planes of existence. A few appear in the world at sunset each day, only to fade back into the Feywild at dawn. Long-lived and strongly tied to the Feywild, eladrin have a detached view of the world. They often have difficulty believing that events in the mortal realm are of much importance to them, and they consider courses of action that can last for centuries. Some of the oldest eladrin see the world as a distraction—a source of unwanted intrusions, needless fearmongering, and meddlesome people of other races. If they could, they would shut down every gate between the Feywild and the natural world. However, many younger eladrin reject such narrow views. They see all too clearly the continuing rise of evil in the world and the encroaching darkness that surrounds their once-grand realm. These eladrin venture into the world in the hope of forging stronger ties between their homeland and the lands of humans, elves, dwarves, and halflings. However, the aloof reputation of their race makes such ties difficult to forge and maintain. Eladrin live by an aesthetic philosophy common to the Feywild and personified by Corellon, the god of beauty and patron of the fey. Eladrin seek to exemplify grace, skill, and learning in every part of life, from dance and song to swordplay and magic. Their cities are places of stunning beauty that shape and guide their natural surroundings into elegant forms."
}