{
  "name": "Genasi",
  "height": "5'7\" - 6'2\"",
  "weight": "130 - 225 lbs",
  "abilityScores": "+2 Intelligence, +2 Constitution or +2 Strength",
  "size": "Medium",
  "speed": "6 squares.",
  "languages": "Common, Primordial",
  "uniqueFeatures": {
    "elementalOrigins": "Your ancestors were native to the Elemental Chaos, so you are considered an elemental creature for the purpose of effects that relate to creature origin.",
    "elementalManifestation": "Choose one manifestation. That manifestation is part of your nature. Each manifestation offers particular benefits and provides an associated encounter power. Your appearance changes based on the element you are manifesting.",
    "skillBonuses": "+2 Endurance, +2 Nature.",
    "vision": "Normal"
  },
  "physTxt": "Every genasi constantly manifests an element (Genasi have no neutral, nonelemental state.) All genasi are born with one elemental manifestation, a genetic trait that is handed down from his or her parents. Some genasi learn an additional manifestation in late adolescence or adulthood, and a rare few have several.  Genasi are of roughly the same size and proportions as humans, though they tend toward broader physiques that are evidence of their physical strength. A genasi’s body is etched with energy lines that glow in a color associated with the element that the genasi is manifesting. The energy lines on a genasi’s body appear in a pattern that is common between members of the same family and sometimes between natives of the same area. The specific configuration of energy lines on each genasi’s face and head is distinctive, varying between individuals the way fingerprints differ between humans. Even when genasi change their elemental manifestation, each one retains his or her unique facial energy lines. To show off the energy lines etching his or her body, a genasi often wears clothes that leave at least some portion of his or her body uncovered.  Genasi skin tones and “hair” also vary depending on which element an individual is manifesting. Genasi don’t have actual hair—the substance that appears to cover their heads during different manifestations is a magical expression of their elemental nature.  The physical qualities that genasi display when using different elemental manifestations are summarized below. Earthsoul: Brown skin; golden energy lines and eyes; bald with golden energy lines glowing on the head. Firesoul: Ruddy bronze skin; fiery orange energy lines and eyes; flickering flames coming out of the energy lines on the head. Stormsoul: Purple skin; silvery energy lines; glowing crystalline silver spikes on the head. Watersoul: Seafoam green skin; bright blue energy lines; bald with blue energy lines glowing on the head. Windsoul: Silver skin; light blue energy lines; glowing blue and gray ice crystal spikes on the head.  Genasi have an average life span comparable to that of humans, roughly 75 years. Some members of the race can live to the age of 90 or 100.",
  "refSource": "Forgotten Realms Player\\'s Guide, page ",
  "flavorTxt": "Energy embodied, chaos and order united—a race of inherent flexibility, passion, and diversity",
  "characteristics": [
    "capricious",
    "exotic",
    "free-spirited",
    "haughty",
    "headstrong",
    "impulsive",
    "independent",
    "passionate",
    "quick-tempered",
    "quixotic"
  ],
  "femNames": [
    "ashar",
    "gwind",
    "jenda-shan",
    "jerra",
    "len-jes",
    "mai-sal",
    "mara-kai",
    "nari-lana",
    "sonliin",
    "valandra",
    "vanri"
  ],
  "mascNames": [
    "emere",
    "garel-kai",
    "jett",
    "kaddim-sul",
    "ki-amar",
    "mariz",
    "sardis",
    "sha-karn",
    "yuriel",
    "zan-kyri"
  ],
  "tipsTxt": "Generalities about a genasi’s elemental manifestation are sometimes contradicted by the race’s changeable nature. In most regions where genasi live, the dominant manifestation is the one most closely associated with the region’s environment. The most extreme example of this truism occurs in underwater communities, where it’s essentially impossible for a genasi to survive without the watersoul manifestration. In a city whose construction features a number of elevated features and possibly a lot of earthmotes  (such as Airspur, the capital of Akanûl), the vast majority of genasi have the stormsoul or windsoul manifestation. In a hot climate or a place where creatures of flame hold sway (such as the city of Memnon in Calimshan), firesoul is the most prevalent manifestation. Genasi are noted for their presence in Akanûl, Calimshan, and Returned Abeir, but smaller pockets of genasi can be found most anywhere. Genasi who have more than one manifestation think of themselves as having multiple personas. A genasi who is quick-tempered and passionate while manifesting firesoul might be a much more deliberate person while manifesting earthsoul. When free from the demands of travel or conflict, genasi who have multiple manifestations sometimes change manifestation as a method of expressing their mood or their intentions. Genasi philosophers believe that genasi were created as a compromise between chaos and the world’s divinely crafted forms. A few genasi internalize that  contradiction and struggle to eliminate one or the other of their natures, becoming maniacs of chaos or disciples of order, but those genasi are the exception. Most simply enjoy the connections that their elemental nature gives them to the world. As children, genasi express only a single   manifestation. In all but a few areas of Faerûn, however, genasi know family members and childhood friends who have manifestations other than their own, so that they grow up knowing the diverse elements their race is connected to. Ambition and pride have strongly influenced genasi culture. Genasi are constantly aspiring to improve their station. Their societies bubble with a constant pressure for recognition of true strength and competence. In  consequence, genasi social structures are nowhere near as stable as those created by other races. Genasi have no longstanding animosity toward any other races. Neither can they be said to be sure friends of any other race—not even their own. In human cities, some genasi prefer to deal with one group of friends while manifesting one element and keep a different circle of friends in another manifestation. Other genasi find friends who can deal with all their forms."
}