{
  "name": "Goliath",
  "height": "7'2\" - 7'8\"",
  "weight": "280 - 340 lbs",
  "abilityScores": "+2 Strength, +2 Constitution or +2 Wisdom",
  "size": "Medium",
  "speed": "6 squares.",
  "languages": "Common, either Dwarven or Giant",
  "uniqueFeatures": {
    "stone\\'sEndurance": "You have the stone’s endurance power.",
    "powerfulAthlete": "When you make an Athletics check to jump or climb, roll twice and use either result.",
    "mountain\\'sTenacity": "You have a +1 racial bonus to Will.",
    "skillBonuses": "+2 Athletics, +2 Nature.",
    "vision": "Normal"
  },
  "physTxt": "Goliaths tower over even dragonborn, standing between 7 and 8 feet tall. Their skin is gray or brown, mottled with darker patches that they believe hint at some aspect of each goliath’s fate or destiny. Their skin is speckled with lithoderms, coin-sized growths of bone that appear like pebbles studding their arms, shoulders, torso, and head. A bony ridge juts over their gleaming blue or green eyes. Male goliaths are bald, and females have dark hair they typically grow long and wear in braids. Goliaths have life spans comparable to those of humans.",
  "refSource": "Player\\'s Handbook 2, page ",
  "flavorTxt": "Tribal nomads of the mountains, strong as the rock and proud as the peak",
  "power": "Stone\\'s Endurance",
  "characteristics": [
    "competitive",
    "daring",
    "driven",
    "inquisitive",
    "powerful",
    "reliable",
    "restless",
    "trusting"
  ],
  "femNames": [
    "gae-al",
    "kuori",
    "manneo",
    "nalla",
    "orilo",
    "paavu",
    "pethani",
    "thalai",
    "uthal",
    "vaunea"
  ],
  "mascNames": [
    "aukan",
    "eglath",
    "gauthak",
    "ilikan",
    "kavaki",
    "keothi",
    "lo-kag",
    "maveith",
    "meavoi",
    "thotham",
    "vimak"
  ],
  "tipsTxt": "Goliaths are driven by a fierce love of competition. Anything that can be conceived as a challenge invites goliaths to keep score, tracking their progress against both their comrades and themselves. A goliath fighter might remark on how many times he has drawn first blood in battle within a particular dungeon compared to the party’s rogue, and he’s certainly mentally tracking his own performance against his last adventure. This competitiveness takes the form of good-natured rivalry among goliaths. As a race they have no patience for cheaters, gloaters, or sore losers, but goliaths can be very hard on themselves when they fail to measure up to their own past accomplishments.Daring that borders on foolhardiness is also a common trait among goliaths. They have no fear of heights, climbing sheer mountain cliffs and leaping great chasms with ease. Their nomadic lifestyle of hunting and gathering instills in them an inquisitive interest in whatever lies over the next ridge or at the head of a canyon. To a wandering hunter’s mind, that curiosity can lead to better hunting grounds or a good water source that would otherwise go undiscovered.Goliaths respect and revere the natural world, and goliath adventurers commonly draw on the primal power source. Druids and shamans are more common among them than clerics, and goliath priests—called skywatchers—invoke the spirits of nature and their ancestors far more often than they call on the distant gods of the Astral Sea. Some goliath tribes also honor Kord, Melora, and Avandra, particularly those tribes that have frequent contact with other races. Tribes that regularly trade with dwarves sometimes offer sacrifices to Moradin as well."
}