{
  "name": "Svirfneblin",
  "height": "3'2\" - 3'6\"",
  "weight": "55 - 80 lbs",
  "abilityScores": "+2 Wisdom, +2 Constitution or +2 Strength",
  "size": "Small",
  "speed": "5 squares.",
  "languages": "Common, Deep Speech, Elven",
  "uniqueFeatures": {
    "under-dweller": "Dungeoneering is always a class skill for you.",
    "stoneCamouflage": "You have the stone camouflage power.",
    "feyOrigin": "Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.",
    "earthWalk": "You ignore difficult terrain that is rubble, uneven stone, or an earthen construction.",
    "skillBonuses": "+2 Dungeoneering, +2 Perception.",
    "vision": "Darkvision"
  },
  "physTxt": "At a distance, svirfneblin look much like their surface-dwelling cousins but are distinguishable by their generally darker skin and gaunt bodies. They have little body fat, which makes them appear emaciated. They are very short, slightly smaller than surface gnomes, and stand no more than 3½ feet tall. Females are taller than their male counterparts, though males are often stockier. Though they appear frail, svirfneblin are just as heavy as other gnomes. Their sturdy build results from the hard labor they undertake, which produces lots of muscle mass and a strong bone structure to support it.  A svirfneblin’s appearance is also unique to its community’s Underdark (or Feydark) region. The skin color of deep gnomes varies according to the depth and location of their residences. In places where mineral-rich soil has formed veins of gray and black stone, svirfneblin populations have a darker skin tone. In areas where lava predominates, the gnomes’ skin might display shades of maroon and brown.",
  "refSource": "Into the Unknown: The Dungeon Survival Handbook, page ",
  "flavorTxt": "Subterranean gnomes dedicated to community who make strong bonds of friendship",
  "power": "Stone Camouflage",
  "characteristics": [
    "proud",
    "meek",
    "lonely",
    "curious",
    "solemn",
    "dour",
    "cynical"
  ],
  "femNames": [
    "anselway",
    "dollidor",
    "fansel",
    "gretzlynn",
    "juile",
    "polliwopple",
    "wailee"
  ],
  "mascNames": [
    "ashcoffer",
    "belwar",
    "boonler",
    "molgar",
    "sachelhoffen",
    "tassen",
    "victorbuff"
  ],
  "tipsTxt": "When creating a svirfneblin adventurer, here are a few points to consider. You are a team player. Whenever a problem arises, you always advocate for everyone to be involved in the solution. You are eager to contribute your skills and knowledge to the discussion. Strength in numbers. An individual svirfneblin never confronts a physical threat alone unless forced. You understand the intrinsic value of a coordinated group attack against a superior challenge. You can help the team find the best way to tactically take down an opponent using all the resources available. You know the depths better than anyone. You know your way around the Underdark. You might not like that fact, but it is true nonetheless. Travelers, adventurers, and other Underdark denizens seek you out for your expertise. Even if you don’t know the exact path, you know the ever-changing landscape of the Underdark. It is a living entity to you, and you understand how it lives, breathes, and operates. Thanks for noticing. You go about your life with pride in your people, your lineage, and your capabilities, but you can’t shake the feeling that you aren’t quite good enough. Having deserted or been forced to leave your community and clan, no longer having a designated place in a social order, you might sense that you’ve lost your purpose. This feeling might lead you to apologize for simple errors or go beyond the call of duty to prove yourself. The simplest compliment could mean the world to you."
}