{
  "name": "Tinker Gnome",
  "height": "2'8\" - 3'3\"",
  "weight": "44 - 55 lbs",
  "abilityScores": "+2 Intelligence, +2 Constitution or +2 Dexterity",
  "size": "Small",
  "speed": "5 squares.",
  "languages": "Common, choice of one other",
  "uniqueFeatures": {
    "useWhat\\'sAtHand": "You gain proficiency with improvised weapons other than unarmed attacks.",
    "quickFix": "You can make Arcana checks to disable, identify, or sense magical phenomena, and Thievery checks to pick locks or to disable or identify devices, as a minor action instead of a standard action. But if you do so, your haste causes you to take a -4 penalty to the check.",
    "labConditioning": "You have the lab conditioning power.",
    "skillBonuses": "+2 Arcana, +2 Thievery.",
    "vision": "Low-light"
  },
  "physTxt": "Tinker gnomes average about three feet in height, and around fifty pounds in weight—slightly stout, but still nimble. Their hair is fine and pale—usually platinum blond or white—and most of the males grow luxuriant beards and mustaches. Tinker gnomes’ skin comes in varying shades of tan, and wrinkles develop at an early age.  When on the job or traveling, tinker gnomes prefer to wear heavily modified thick leather aprons festooned with all manner of small tools. A tinker gnome is always prepared to make improvements, no matter the situation.",
  "refSource": "Dragon Magazine 422, page ",
  "flavorTxt": "",
  "power": "Lab Conditioning",
  "characteristics": [
    "abrasive",
    "cheerful",
    "curious",
    "disorganized",
    "excitable",
    "inventive",
    "tenacious"
  ],
  "femNames": [
    "angle",
    "cinder",
    "dana",
    "erg",
    "gnissa",
    "latitude",
    "mystie",
    "pepper",
    "zenith"
  ],
  "mascNames": [
    "aerodyn",
    "cog",
    "conundrum",
    "dyffed",
    "gnimsh",
    "gnosh",
    "miggins",
    "saliman",
    "spanner"
  ],
  "tipsTxt": "Here are a few points to consider when creating a tinker gnome character. There is always a better way. Every task, no matter how mundane or minute, can be improved through study, industry, and creativity. Why use a mousetrap when you can design and build a Wind-Powered Troublesome Rodent Detection and Humane Extermination Automaton? True, the beta test version incinerated your cousin’s foot, but that’s a small price to pay for a rodent-free laboratory, and he seems to like his new Footmatic Pulley-Driven Prosthetic just fine (when it works, anyway). Never forget your Lifequest. An important concept in tinker gnome society is the observance of the Lifequest. Every tinker has a Lifequest from birth, in addition to his or her normal duties and projects. Completion of the Lifequest safeguards the gnome and his or her bloodline, and it guarantees the gnome a place in the Afterlife. Lifequests are typically completed through the perfect development and understanding of a particular device. Few tinker gnomes have ever fulfilled a Lifequest. Invention exists for the sake of invention. The prevailing sentiment within tinker gnome society is that creating a perfectly functioning device runs counter to the underlying principles of progress and advancement. A device that fulfills its task without complication or need for improvement is a creative dead end—anathema for most tinker gnomes. Those whose devices work regularly are often subjected to ridicule—or even exile in extreme cases."
}