{
  "id": "'441",
  "name": "Hybrid Bard",
  
  
  
  "refSource": "Player's Handbook 3",
  "classTraits": {
    "role:": "Leader. ",
    "powerSource:": "Arcane. ",
    "keyAbilities:": "Charisma, Intelligence, Constitution",
    "armorProficiencies:": "Cloth, leather, hide, chainmail; light shields.",
    "weaponProficiencies:": "Simple melee, simple ranged, military ranged, longsword, scimitar, short sword.",
    "implement:": "Wands",
    "bonusToDefense:": "+1 Reflex, +1 Will.",
    "hitPointsAt1stLevel": ": 6+ Constitution Score.",
    "hitPointsPerLevelGained": ": 2.5",
    "healingSurgesPerDay": ": 3.5",
    "classSkills": ": Acrobatics (Dex), Arcana (Int), Athletics (Str), Bluff (Cha), Diplomacy (Cha), Dungeoneering (Wis), Heal (Wis), History (Int), Insight (Wis), Intimidate (Cha), Nature (Wis), Perception (Wis), Religion (Int), Streetwise (Cha).",
    "classFeatures:": "Majestic Word (Hybrid), Skill Versatility",
    "hybridTalentOptions": ": Bard Armor Proficiency, Bardic Virtue, Song of Rest or Words of Friendship."
  },
  "classText": "You are a dabbler among dabblers. The versatility of the typical bard isn’t enough for you, so you have branched out even further into other talents. Alternatively, you might have been incapable of mastering the bard’s full repertoire of performance and inspiration and have chosen to explore other areas to augment your abilities. As a hybrid bard, you retain some of the bard’s healing power, but trade away much of that class’s innate versatility in exchange for access to another class’s tricks.",
  "classFeatures": {
    "majesticWord(hybrid)": "You gain the bard power majestic word. The power functions as normal, except that you can use it only once per encounter.",
    "skillVersatility": "You gain a +1 bonus to untrained skill checks.",
    "hybridTalentOptions": "If you take the Hybrid Talent feat, you can select one of the following options.",
    "bardArmorProficiency": "You gain proficiency with leather armor, hide armor, chainmail, and light shields.",
    "bardicVirtue": "Bards praise many virtues in their stories, telling tales of people whose particular qualities set them above common folk. The valor of dauntless heroes and the cunning of great minds are among these virtues, and a bard can choose to emphasize either quality. &nbsp;&nbsp;&nbsp;&nbsp;Choose one of the following options. The choice you make gives you the benefit described below and also provides bonuses to certain bard powers, as detailed in those powers.",
    "virtueOfCunning": "Once per round, when an enemy attack misses an ally within a number of squares of you equal to 5 + your Intelligence modifier, you can slide that ally 1 square as a free action.",
    "virtueOfPrescience": "Once per encounter as an immediate interrupt, when an enemy hits one ally within 5 squares of you, you grant that ally a power bonus equal to your Wisdom modifier to the defense targeted by the triggering enemy until the end of that enemy’s turn.",
    "virtueOfValor": "Once per round, when any ally within 5 squares of you reduces an enemy to 0 hit points or bloodies an enemy, you can grant temporary hit points to that ally as a free action. The number of temporary hit points equals 1 + your Constitution modifier at 1st level, 3 + your Constitution modifier at 11th level, and 5 + your Constitution modifier at 21st level.",
    "songOfRest": "When you play an instrument or sing during a short rest, you and each ally who can hear you are affected by your Song of Rest. When an affected character spends healing surges at the end of the rest, that character regains additional hit points equal to your Charisma modifier with each healing surge. A character can be affected by only one Song of Rest at a time.",
    "wordsOfFriendship": "You gain the words of friendship power."
  }
}