{
    "id": "'199",
    "prerequisite": "21st level, fighter or warlord",
    "sourceRef": "Martial Power",
    "name": "Adamantine Soldier",
    "flavorText": "You are as solid as the foundations of the world. Nothing can break you—ever.",
    "text": "Throughout your career, you have been an unstoppable force in heavy armor. In your coat of metal, you have stood against the weapons and powers of creatures that could lay waste to cities. In the end, your armor might have been a little worse for wear, and maybe you were, too. But still you stood unbowed.<br/>You know that armor is more than just a piece of equipment. It’s a second skin, and it’s the face you show the world. You’ve made it a hallmark of your legend. When your helmed silhouette appears on the horizon, your admirers take hope and your enemies quail. Those same folk might fail to recognize your face, but they easily identify your superhuman shell.<br/><br/>Immortality?<br/>The adamantine warrior must prove the hardest of fighters. Your saga might make you an eternal symbol, your armor’s distinctive shape and markings burned into the world’s iconography. Already, people hold you up as the exemplar of the soldier who is unbreakable in body and spirit.<br/>Armored Icon: When you complete your final quest, you stand as an immaculate example of the knight in shining armor. All armored warriors throughout time recall your story. Your armored form is the ultimate gauge by which all other armored juggernauts measure themselves.<br/>To become this icon of indestructibility, you must stand fast in your last battle. You cannot fall, give in to pain, or break in any way. Prove that your armor is like your skin, and your skin is like your armor. It can’t slow you down; instead, it holds you up; Unbreakable, you carry each other into fable. Perhaps your armor even takes you to the side of a deity, such as Kord, who forever holds you up as an exarch of glorious and fearless battle. You then become the patron saint of all such warriors.<br/>Your name becomes synonymous with toughness and resilience. It develops into a word with which fighters compliment one another for bold exploits in heavy armor. When you hear echoes of your name spoken in the world, you pound your gauntlet-clad fist to your breastplate. You know that those who aspire to be like you hear the ringing sound with spiritual ears and take heart.",
    "features": {
        "armorSupremacy(21stLevel)": "You gain a +2 bonus to AC while wearing heavy armor",
        "unbreakableSkin(24thLevel)": "While wearing heavy armor, you gain resistance to all damage equal to your Constitution modifier",
        "hardToKill(30thLevel)": "Once per day, you can treat any saving throw you just rolled as if you had rolled a natural 20"
    }
}