{
    "id": "'732",
    "prerequisite": "21st level, any psionic class that uses power points",
    "sourceRef": "Dark Sun Campaign Setting",
    "name": "Mind Lord of the Order",
    "flavorText": "An unbalanced mind is as destructive and as harmful as the most reckless defiler.",
    "text": "Through self-training or extensive study, you have learned to control psionic energy and wield it in a responsible and careful fashion. As you mastered your art, you realized that many are reckless with their talents. Like arcane magic, psionic power harbors the potential to unleash incalculable destruction. To avert catastrophe, you realized that any who dabble in these mysterious techniques must be watched, guided, and taught to control their talents. Your revelation and growing power attracted the Order, an ancient society of psionic adepts who stand apart from the land’s struggles. The Order is concerned only with maintaining balance among those who wield psionic power. As a member of the Order, you have dedicated your life to ensuring that those who wield psionic magic use their power responsibly and with restraint.<br/><br/>Immortality<br/>As your exploits grow, you gain honor among other members of the Order. In time, they come to recognize you as foremost among them. Your power, wisdom, and temperance represent everything that a member of the Order should aspire to. As you face increasingly dangerous challenges, you recognize a greater destiny than containing the reckless use of psionic power.<br/>Psionic Legions: Having accomplished all you set out to do, you are free to turn your attention toward shepherding the world into a brighter future. You believe that the key to correcting Athas’s course lies through psionic power. Among the populace, you foster respect and discipline for psionic magic, ushering in a new age of psionic mastery that can break the sorcerer-kings’ rule and free the world from their destructive influence.",
    "features": {
        "mindLord'sArmor(21stLevel)": "You gain resist 15 psychic",
        "orderedEnlightenment(21stLevel)": "Your Intelligence and Wisdom scores increase by 2",
        "mindLord'sProjection(24thLevel)": "Whenever you drop to 0 hit points or fewer, you can project your mind into the body of a willing ally within 10 squares of you",
        "psionicReservoir(30thLevel)": "The first time you start your turn without any power points during an encounter, you regain 6 power points"
    }
}