{
  "id": "'907",
  "name": "Bard (Skald)",
  
  
  
  "refSource": "Heroes of the Feywild",
  "classTraits": {
    "role:": "Leader. ",
    "powerSource:": "Arcane and Martial. You combine a strong tradition of martial training and expertise with arcane tricks that you pick up along the way.",
    "keyAbilities:": "Charisma, Intelligence",
    "armorProficiencies:": "Cloth, leather, hide, chainmail; light shields.",
    "weaponProficiencies:": "Simple melee, simple ranged, military ranged, longsword, scimitar, short sword.",
    "implement:": "Wands",
    "bonusToDefense:": "+1 Reflex, +1 Will.",
    "hitPointsAt1stLevel": ": 12+ Constitution Score.",
    "hitPointsPerLevelGained": ": 5",
    "healingSurgesPerDay": ": 7+ Constitution Modifier.",
    "trainedSkills": ": Arcana. From the class skills list below, choose 4 more trained skills at 1st level.",
    "classFeatures:": "Deceptive Duelist, Master of Story and Song, Skald’s Aura, Skill Versatility, Song of Rest, Words of Friendship."
  },
  "classText": "Those who live on the fringes of civilization, or who come from places where civilization is nothing like what the mortal races understand, rely on chroniclers and historians who maintain their history as oral tradition. These individuals, respected for their knowledge and insights, serve as the keepers of the heritage of their people. It is their responsibility to make sure that none forget the past. They are both observers and storytellers; what they see becomes the legends and tales passed on from one generation to the next. These historians are known as skalds. A skald is no mere entertainer. Skalds are responsible for witnessing firsthand the great events of their time, committing those events to memory, and then passing on those tales. They learned all the tales of the previous generation as well, and theirs is a line of storytellers who pass on the entire history of their people. Skalds travel from one place to the next, acting as witnesses to the events of their time. Along the way they pick up new stories and bits of magic and other tricks that add to their mystique. Among the people of the world and other realms who know of this bardic tradition, skalds are nearly sacred. They can move freely through enemy territory and are considered untouchable even during the most bitter of tribal feuds. In many ways, skalds are like holy leaders: All but the most honorless thugs hesitate to attack them, and they are revered  and respected for their role as masters of history. When a culture’s entire history is contained within the tales told by a single person, that person is more than just a storyteller; he or she is the sum total of that history, and that of all its ancestors, given flesh. In the Feywild, a skald is treated as a visiting dignitary, no matter where he or she comes from. From Cendriane to Mithrendain, even the most unmannered and barbaric skalds can find food, shelter, and respect throughout the lands of the eladrin. The Summer Queen herself would not refuse an audience with a skald, though most skalds know better than to bother powerful fey lords and ladies with trifling matters in such sessions. The status of a skald is perhaps even more elevated in the Feywild than it is in the mortal world, so that few in the  fey realm would risk being savaged in the stories of a skald, their names blackened for the rest of history because of an offense they committed against a storyteller.",
  "classFeatures": {
    "masterOfStoryAndSong": "You gain two 1st-level bard daily attack powers of your choice, but each day you can use only one bard daily attack power. &nbsp;&nbsp;&nbsp;&nbsp;When you gain a bard daily attack power at 5th level, you can use two bard daily attack powers per day, but no more than one of a particular level. Similarly, after you gain a bard daily attack power at 9th level, you can use three bard daily attack powers per day, but still no more than one of a particular level. &nbsp;&nbsp;&nbsp;&nbsp;At level 15, 19, 25, and 29, you gain a bard daily attack power of your level or lower without having to replace a power, but the number that you can use per day remains at three.",
    "skald’sAura": "You gain the skald’s aura power.",
    "skillVersatility": "You gain a +1 bonus to untrained skill checks.",
    "songOfRest": "When you play an instrument or sing during a short rest, you and each ally who can hear you are affected by your Song of Rest. When an affected character spends healing surges at the end of the rest, that character regains additional hit points equal to your Charisma modifier with each healing surge. A character can be affected by only one Song of Rest at a time.",
    "wordsOfFriendship": "You gain the words of friendship power."
  }
}