{
    "id": "'49",
    "level": "5",
    "price": "250 gp",
    "keySkill": "Arcana",
    "sourceRef": "Player's Handbook",
    "name": "\\r\\n<html>\\r\\n<head id=\\\"Head1\\\"><title>\\r\\nMagic Circle\\r\\n</title><meta http-equiv=\\\"X-UA-Compatible\\\" content=\\\"IE=EmulateIE7\\\" /><link href=\\\"styles/detail.css\\\" media=\\\"screen\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/print.css\\\" media=\\\"print\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/mobile.css\\\" media=\\\"handheld\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" />\\r\\n    \\r\\n    \\r\\n    \\r\\n\\r\\n</head>\\r\\n<body>\\r\\n    <form name=\\\"form1\\\" method=\\\"post\\\" action=\\\"display.php?page=ritual&amp;id=49\\\" id=\\\"form1\\\">\\r\\n<div>\\r\\n\\r\\n</div>\\r\\n\\r\\n\\r\\n    <div id=\\\"detail\\\">\\r\\n\\r\\n<h1 class=\\\"player\\\">Magic Circle",
    "flavorText": "The circle of symbols scratched into the ground glows and sparks briefly as the demon tests the boundary. “This will not save you for long!” it hisses.",
    "category": "Binding",
    "time": "1 hour",
    "duration": "Until broken",
    "text": "You inscribe a circle on the ground, a circle emblazoned with arcane symbols of protection. If drawn correctly, these symbols make it difficult for creatures of a particular origin to enter or pass. When performing the ritual, you choose aberrant, elemental, fey, immortal, natural, shadow, or all. The last option applies a –5 penalty to your check. The circle requires 1 minute to inscribe per square inside the circle (and it must be a circle).<br/>&nbsp;&nbsp;&nbsp;&nbsp;An affected creature whose level is lower than your Arcana check result minus 10 cannot pass through the circle, affect creatures through the circle’s boundary, or affect the boundary in any way. Other creatures of an affected origin take force damage equal to your Arcana check result when passing through the boundary, but doing so breaks the circle. Unaffected creatures can take a standard action to obscure the inscription and break the circle.",
    "componentCost": "100 gp"
}