{
    "id": "'121",
    "level": "16",
    "price": "13,500 gp",
    "keySkill": "Arcana",
    "sourceRef": "Dragon Magazine 366",
    "name": "Safeguard",
    "flavorText": "Your skin tingles and the back of your mind screams with impending danger. You and your allies are safe, but your home suffers intruders.",
    "category": "Warding",
    "time": "2 hours",
    "duration": "24 hours",
    "text": "You ward an area against intrusion, setting an Eye of Alarm (Player’s Handbook, page 304) anywhere within 20 squares of where you perform the ritual. If the eye detects an intruder, it psychically and silently alerts you no matter where you are, and you can teleport to the square the eye occupies as a standard action. Up to 8 willing allies within 10 squares of you can accompany you, appearing adjacent to you, or as near as possible at the end of the teleportation.  The eye never considers you an intruder, you can designate any number of other ritual participants as nonintruders, and you can designate additional categories of creatures that do not set off the alarm, as normal for the Eye of Alarm. Most who perform this ritual allow it to ignore small creatures and pests, since the eye does not describe what sets it off.  The warding effect lasts for 24 hours, but the ritual caster (not any assistants) can extend this duration by spending a healing surge every 24 hours to sustain it. The caster does not need to be in the same area or even on the same plane to sustain the effect. If the ritual’s effect is sustained without interruption for a year and a day, the effect becomes permanent.  Your Arcana check result determines how many eyes you can place and what type of vision or sensory ability they possess.",
    "componentCost": "3,600 gp and 3 healing surges",
    "table": {
        "headers": [
            "Arcana Check Result",
            "Eyes Created",
            "Vision or Ability"
        ],
        "rows": [
            [
                "19 or lower",
                "One",
                "Normal"
            ],
            [
                "20-39",
                "Three",
                "Darkvision"
            ],
            [
                "40 or higher",
                "Five",
                "Darkvision and tremorsense 12 squares"
            ]
        ]
    }
}