{
    "id": "'89",
    "level": "8",
    "price": "400 gp",
    "keySkill": "Nature",
    "sourceRef": "Forgotten Realms Player's Guide",
    "name": "Share Husk",
    "flavorText": "The world dims around you until blackness is complete and total. A moment later, light returns, but your perspective is strange, somehow off, as you peer through the eyes of your animal host.",
    "category": "Exploration",
    "time": "10 minutes",
    "duration": "Special",
    "text": "<table><tr><th>Nature Check Result</th><th>Duration</th></tr><tr><td>19 or lower</td><td>3 hours</td></tr><tr><td>20-29</td><td>6 hours</td></tr><tr><td>30-39</td><td>12 hours</td></tr><tr><td>40 or higher</td><td>1 day</td></tr></table>  You loosen your spirit from your body and inhabit that of an animal. You can use this ritual only on nonhostile, natural beasts whose level is equal to or lower than your own. The target of this ritual must be present for the entire time during which the ritual is being performed.  When the ritual is complete, you clearly perceive everything from the perspective of the animal host. You use the subject’s senses and its Perception check modifier. While in the beast’s body, you influence the host with simple commands, such as “Go there,” “Wait,” “Flee,” and so on. If the host comes under attack, the ritual ends immediately as the animal’s instincts take over.  While under the effect of this ritual, your body is helpless as if in a deep sleep. Your body is unresponsive to any stimulus that does not deal damage. If your body takes damage, your spirit immediately returns to your body.",
    "componentCost": "150 gp",
    "table": {
        "headers": [
            "Nature Check Result",
            "Duration"
        ],
        "rows": [
            [
                "19 or lower",
                "3 hours"
            ],
            [
                "20-29",
                "6 hours"
            ],
            [
                "30-39",
                "12 hours"
            ],
            [
                "40 or higher",
                "1 day"
            ]
        ]
    }
}