{
    "id": "'34",
    "level": "14",
    "price": "4,200 gp",
    "keySkill": "Arcana",
    "sourceRef": "Player's Handbook",
    "name": "View Location",
    "flavorText": "The secrets of the world are yours to plumb, for your magically enhanced eyes can see into the king’s chambers, the wizard’s library, or the dragon’s cave.",
    "category": "Scrying",
    "time": "1 hour",
    "duration": "Special",
    "text": "When you perform this ritual, choose a location you have previously visited. The location must be fixed in place (for example, you can’t use this to scry into the cabin of an oceangoing vessel), and it must still be at the same place (and in more or less the same shape) as when you visited. Redecorating a room won’t fool View Location scrying, but destroying a tower and rebuilding it with a different layout would cause the ritual to fail (until you visit the new location). You know if the ritual has failed before you expend any components. This ritual can show you a location anywhere in the world, but it can’t show you a location on another plane.  This ritual creates a scrying sensor—a shimmer in the air—that watchful creatures might notice. Creatures must succeed on a Perception check with a DC equal to 10 + your level to notice the sensor. They can’t disrupt or interact with the sensor in any way.  You can hear through the sensor as well as see, and you have darkvision through it. Use the Perception skill to determine whether you hear quiet sounds or notice unobtrusive things while observing an area through the sensor.  Your Arcana check determines how long the sensor lasts.",
    "componentCost": "1,600 gp, plus focus worth 1,000 gp",
    "table": {
        "headers": [
            "Arcana Check Result",
            "Duration"
        ],
        "rows": [
            [
                "19 or lower",
                "1 round"
            ],
            [
                "20–24",
                "2 rounds"
            ],
            [
                "25–29",
                "3 rounds"
            ],
            [
                "30–39",
                "4 rounds"
            ],
            [
                "40 or higher",
                "5 rounds"
            ]
        ]
    }
}