{
  "Far Realm's Gift": {
    "id": "'13391",
    "action": "Standard",
    "powerClass": "Alienist",
    "frequency": "Encounter",
    "level": "11",
    "name": "Far Realm's Gift",
    "type": "Attack",
    "sourceRef": "Psionic Power",
    "flavor": "You bestow the horror of the Far Realm on your foe, transforming it into a creature of nightmare.",
    "keywords": [
      "Augmentable, Implement, Polymorph, Psionic, Psychic"
    ],
    "range": "Area burst 1 within 10 squares",
    "target": "Each creature in the burst",
    "attack": "Intelligence vs. Will",
    "onHit": "1d12 + Intelligence modifier psychic damage, and the target assumes the form of a Far Realm horror until the end of your next turn. While in this form, the target is slowed, takes a -2 penalty to attack rolls, and cannot make opportunity attacks. Any enemy that enters a square adjacent to the horror or ends its turn there takes 5 psychic damage. An enemy can take this damage only once per turn."
  },
  "Summon Far Realm Abomination": {
    "id": "'13392",
    "action": "Minor",
    "powerClass": "Alienist",
    "frequency": "Daily",
    "level": "20",
    "name": "Summon Far Realm Abomination",
    "type": "Attack",
    "sourceRef": "Psionic Power",
    "flavor": "Your power tears the fabric of reality, summoning a tentacled horror from the Far Realm that lays waste to your foes.",
    "keywords": [
      "Fear, Implement, Psionic, Psychic, Summoning"
    ],
    "range": "Ranged 10",
    "effect": "You summon a Large Far Realm abomination in unoccupied squares within range. The abomination has speed 5. Any enemy not immune to fear that starts its turn within 3 squares of the abomination takes a -2 penalty to attack rolls until the start of the enemy’s next turn. You can give the abomination the following special commands.",
    "standardAction": "Melee 2; targets a creature grabbed by the abomination; Intelligence vs. Fortitude; 5d6 + Intelligence modifier damage, and the target is knocked prone.",
    "instinctiveEffect": "If you haven’t given the abomination any commands by the end of your turn, it makes the following attack: Close burst 3; targets each creature in the burst; Intelligence vs. Will; 1d12 + Intelligence modifier psychic damage, and the target is dazed until the end of your next turn."
  },
  "Mad Certainty": {
    "id": "'13393",
    "action": "Minor",
    "powerClass": "Alienist",
    "frequency": "Daily",
    "level": "12",
    "name": "Mad Certainty",
    "type": "Utility",
    "sourceRef": "Psionic Power",
    "flavor": "Your vision of the Far Realm fuels your psionic power, at a price.",
    "keywords": [
      "Psionic"
    ],
    "range": "Personal",
    "effect": "You regain 2 power points. Until the end of the encounter, you take a -2 penalty to all defenses."
  }
}