{
  "Tempest of Triumph": {
    "id": "'4740",
    "action": "Standard",
    "powerClass": "Battlelord of Kord",
    "frequency": "Encounter",
    "level": "11",
    "name": "Tempest of Triumph",
    "type": "of",
    "sourceRef": "Martial Power",
    "flavor": "Your killing blow sets off a chain reaction of inspired attacks, potentially laying low all your foes.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "1[W] + Strength modifier + Charisma modifier damage. If this attack reduces the target to 0 hit points, an ally within 5 squares of you can make a basic attack against a different target as an immediate reaction, adding your Charisma modifier to the damage roll. If that ally’s attack reduces its target to 0 hit points, a different ally within 5 squares of you gains the same benefit. Repeat until an attack fails to reduce a target to 0 hit points or until you run out of allies within 5 squares."
  },
  "Blood-Tested Inspiration": {
    "id": "'4742",
    "action": "Minor",
    "powerClass": "Battlelord of Kord",
    "frequency": "Daily",
    "level": "12",
    "name": "Blood-Tested Inspiration",
    "type": "of",
    "sourceRef": "Martial Power",
    "flavor": "Faith in Kord leads you to amazing exploits during the glory of battle.",
    "keywords": [
      "Martial"
    ],
    "range": "Personal",
    "effect": "Expend one use of inspiring word to regain the use of an encounter attack power you have used during this encounter."
  },
  "Path of the Storm": {
    "id": "'4743",
    "action": "Standard",
    "powerClass": "Battlelord of Kord",
    "frequency": "Daily",
    "level": "20",
    "name": "Path of the Storm",
    "type": "of",
    "sourceRef": "Martial Power",
    "flavor": "You roam the field like a rogue thunderhead, striking foes as Kord strikes the earth with lightning.",
    "keywords": [
      "Martial"
    ],
    "range": "Personal",
    "effect": "You can shift a number of squares equal to your Charisma modifier. During this movement, you can make a number of melee basic attacks equal to your Charisma modifier against any enemies within reach. Each of the at-tacks must target a different creature."
  }
}