{
  "Fulfill Contract": {
    "id": "'15961",
    "action": "No Action",
    "powerClass": "Contract Killer",
    "frequency": "Encounter",
    "level": "11",
    "name": "Fulfill Contract",
    "type": "Killer",
    "sourceRef": "The Book of Vile Darkness",
    "flavor": "Singling out an enemy ensures your attacks land with the desired accuracy, so you can reap the rewards for completing your mission.",
    "keywords": [
      "Martial"
    ],
    "range": "Special",
    "trigger": "Using an at-will attack power, you make an attack roll against an enemy that is granting combat advantage to you.",
    "effect": "You gain a +3 power bonus to the attack roll, and the enemy takes 2d8 extra damage if the attack hits. If the attack bloodies the enemy or drops it to 0 hit points, you gain temporary hit points equal to 3 + one-half your level."
  },
  "Certainty of Death": {
    "id": "'15962",
    "action": "No Action",
    "powerClass": "Contract Killer",
    "frequency": "Daily",
    "level": "20",
    "name": "Certainty of Death",
    "type": "Killer",
    "sourceRef": "The Book of Vile Darkness",
    "flavor": "A vicious attack from a hidden position gives you the opportunity to eliminate the target with a single strike.",
    "keywords": [
      "Martial"
    ],
    "range": "Special",
    "trigger": "You hit a bloodied enemy with an at-will attack power, and you are hidden from it.",
    "effect": "The triggering attack deals 5d8 extra damage to the enemy, and it grants combat advantage until the end of your next turn."
  },
  "Next to Die": {
    "id": "'15963",
    "action": "Minor",
    "powerClass": "Contract Killer",
    "frequency": "Daily",
    "level": "12",
    "name": "Next to Die",
    "type": "Killer",
    "sourceRef": "The Book of Vile Darkness",
    "flavor": "You single out a target, pursuing it until it is no more.",
    "keywords": [
      "Martial"
    ],
    "range": "Personal",
    "effect": "Choose one enemy that you can see within 5 squares of you. Until the end of the encounter, you gain combat advantage against that enemy, and you take a -2 penalty to attack rolls against creatures other than it until it drops to 0 hit points. In addition, whenever the enemy moves more than 2 squares on its turn, you can shift up to 2 squares as a free action."
  }
}