{
  "Saw It Coming": {
    "id": "'12493",
    "action": "Immediate Reaction",
    "powerClass": "Crystalmind",
    "frequency": "Encounter",
    "level": "11",
    "name": "Saw It Coming",
    "type": "Attack",
    "sourceRef": "Dragon Magazine 387",
    "flavor": "You know your foe is moving to flank you even before it moves, and it walks right into your waiting attack.",
    "keywords": [
      "Psionic"
    ],
    "range": "Personal",
    "trigger": "An enemy moves to a square where it flanks you",
    "effect": "You shift 1 square and make a basic attack against the triggering enemy. If the attack hits, it deals 1d10 extra damage and knocks the target prone."
  },
  "Perfect Knowledge": {
    "id": "'12494",
    "action": "Standard",
    "powerClass": "Crystalmind",
    "frequency": "Daily",
    "level": "20",
    "name": "Perfect Knowledge",
    "type": "Attack",
    "sourceRef": "Dragon Magazine 387",
    "flavor": "You perceive a momentary weakness in your foe and call out to your allies exactly how to exploit it.",
    "keywords": [
      "Psionic, Psychic"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Intelligence, Wisdom, or Charisma + 6 vs. Will<br/>Level 21: +9.",
    "onHit": "3d10 + Intelligence, Wisdom, or Charisma modifier psychic damage, and the target gains vulnerable 10 to all damage until the end of your next turn.",
    "onMiss": "Half damage, and the target gains vulnerable 5 to all damage until the end of your next turn."
  },
  "Crystal Duplicate": {
    "id": "'12495",
    "action": "Free",
    "powerClass": "Crystalmind",
    "frequency": "Encounter",
    "level": "12",
    "name": "Crystal Duplicate",
    "type": "Utility",
    "sourceRef": "Dragon Magazine 387",
    "flavor": "A fragment of yourself remains behind when you teleport away, providing a convincing simulacra while you move into a new position.",
    "keywords": [
      "Conjuration"
    ],
    "range": "Close burst 10",
    "trigger": "You teleport out of a square",
    "target": "The square you just teleported out of in the burst",
    "effect": "You become invisible until you attack or until the end of your next turn. You also conjure a crystal duplicate of yourself on the ground in the target square, and it lasts until the end of your next turn. The crystal duplicate occupies the square, can be attacked, has 1 hit point, and is never damaged by an attack that misses. You move the target up to your speed as part of a minor action and can have the conjuration pick up or manipulate an object as part of a minor action."
  }
}