{
  "Lying Lights": {
    "id": "'5716",
    "action": "Standard",
    "powerClass": "Cunning Prevaricator",
    "frequency": "Encounter",
    "level": "11",
    "name": "Lying Lights",
    "type": "Prevaricator",
    "sourceRef": "Arcane Power",
    "flavor": "As your allies strike the chosen foe, they vanish in clouds of glittering light.",
    "keywords": [
      "Arcane, Illusion, Implement, Radiant"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Charisma vs. Reflex",
    "onHit": "3d8 + Charisma modifier radiant damage. Each ally who hits the target before the end of your next turn becomes invisible until the end of his or her next turn. This invisibility ends if the ally makes an attack roll."
  },
  "Trickery's Reward": {
    "id": "'5717",
    "action": "Immediate Interrupt",
    "powerClass": "Cunning Prevaricator",
    "frequency": "Encounter",
    "level": "12",
    "name": "Trickery's Reward",
    "type": "Prevaricator",
    "sourceRef": "Arcane Power",
    "flavor": "With words of cunning wisdom, you guide your ally’s defenses, foiling your enemies’ attack one way or another.",
    "keywords": [
      "Arcane, Healing"
    ],
    "range": "Close burst 10",
    "trigger": "An attack hits an ally within 10 squares of you",
    "target": "The ally that was hit by the triggering attack",
    "effect": "The target gains a bonus to all defenses that the triggering attack targets equal to your Intelligence modifier. If the triggering attack misses, the target gains the bonus to those defenses until the end of your next turn. If the triggering attack hits, the target regains hit points as if he or she had spent a healing surge."
  },
  "Nimbus of Falsehood": {
    "id": "'5718",
    "action": "Standard",
    "powerClass": "Cunning Prevaricator",
    "frequency": "Daily",
    "level": "20",
    "name": "Nimbus of Falsehood",
    "type": "Prevaricator",
    "sourceRef": "Arcane Power",
    "flavor": "You cast magical dust into your enemy’s face, blurring its vision and confounding its actions.",
    "keywords": [
      "Arcane, Illusion, Implement, Psychic"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Charisma vs. Will",
    "onHit": "4d8 + Charisma modifier psychic damage, and the target is affected by your nimbus of falsehood (save ends). While affected by the nimbus of falsehood, if the target misses with a melee attack, you can use an immediate interrupt to have the attack hit a different creature, including the target, within the attack’s range.",
    "onMiss": "Half damage. If the target misses with a melee attack before the end of your next turn, you can use an immediate interrupt to have the attack hit a different creature, including the target, within the attack’s range."
  }
}