{
  "Serpent's Rebuke": {
    "id": "'5420",
    "action": "Standard",
    "powerClass": "Disciple of the World Serpent",
    "frequency": "Encounter",
    "level": "11",
    "name": "Serpent's Rebuke",
    "type": "of",
    "sourceRef": "Player's Handbook 2",
    "flavor": "The jaws of the World Serpent bite at your foe, stabbing through its mind and rooting it in place. Enemies that draw too close to the transfixed foe feel the echoes of its pain.",
    "keywords": [
      "Implement, Primal, Psychic"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Wisdom vs. Will",
    "onHit": "2d8 + Wisdom modifier psychic damage. Until the end of your next turn, the target is immobilized, and any enemy that enters a square adjacent to the target takes 5 psychic damage. An enemy takes this damage only once for each use of this power."
  },
  "Seal of the Serpent": {
    "id": "'5421",
    "action": "Minor",
    "powerClass": "Disciple of the World Serpent",
    "frequency": "Encounter",
    "level": "12",
    "name": "Seal of the Serpent",
    "type": "of",
    "sourceRef": "Player's Handbook 2",
    "flavor": "A twisting mark like a glowing green serpent appears on your enemy’s skin, drawing the attacks of your ally to unerringly strike the foe.",
    "keywords": [
      "Primal"
    ],
    "range": "Ranged 5",
    "target": "One creature",
    "effect": "Choose yourself or one ally within 5 squares of you. Until the end of your next turn, that character ignores cover, superior cover, concealment, and total concealment when attacking the target. In addition, the character can make ranged attacks against the target without having line of sight or line of effect to it."
  },
  "Crush of the Serpent": {
    "id": "'5422",
    "action": "Standard",
    "powerClass": "Disciple of the World Serpent",
    "frequency": "Daily",
    "level": "20",
    "name": "Crush of the Serpent",
    "type": "of",
    "sourceRef": "Player's Handbook 2",
    "flavor": "You call on the spirit of the World Serpent to crush your enemy in its emerald coils.",
    "keywords": [
      "Implement, Primal"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Wisdom vs. Fortitude",
    "onHit": "The target is immobilized and takes ongoing 15 damage (save ends both).",
    "aftereffect": "The target is immobilized and takes ongoing 5 damage (save ends both).",
    "onMiss": "The target is slowed and takes ongoing 5 damage (save ends both)."
  }
}