{
  "Deceptive Veil": {
    "id": "'12172",
    "action": "Minor",
    "powerClass": "Disincarnate",
    "frequency": "At-Will",
    "level": "0",
    "name": "Deceptive Veil",
    "type": "Feature",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "You weave an illusion over yourself that shields your true identity from others.",
    "keywords": [
      "Illusion"
    ],
    "range": "Personal",
    "effect": "You disguise yourself to appear as any Medium humanoid. Your clothing and equipment alter appearance to reflect this change. The illusion does not alter sound or texture, so a creature listening to you or touching you might detect the illusion. A creature can see through the disguise with a successful Insight check versus the your Bluff check."
  },
  "Rakshasa Incarnation": {
    "id": "'12173",
    "action": "Minor",
    "powerClass": "Disincarnate",
    "frequency": "Daily",
    "level": "26",
    "name": "Rakshasa Incarnation",
    "type": "Utility",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "For a moment, you give in to the darker side of your disincarnation and transform into a rakshasa, your potential future self.",
    "keywords": [
      "Polymorph"
    ],
    "range": "Personal",
    "effect": "You take on the form of a rakshasa until the end of the encounter. While in this form, your unarmed attacks have a +3 proficiency bonus and a +6 enhancement bonus, have d10 damage die, are treated as a high crit weapon, and deal +5d6 damage on a critical hit. You gain low-light vision while in this form.<br/>Additionally, while in this form you can use the Rakshasa Incarnation Attack power at will.",
    "requirement": "The power Rakshasa Incarnation must be active in order to use this power.",
    "target": "One creature",
    "attack": "Charisma, Intelligence, or Wisdom +9 vs. Will",
    "onHit": "The target takes a free action to make an at-will attack of your choice against a creature of your choice. This action does not provoke opportunity attacks."
  }
}