{
  "Elemental Eruption": {
    "id": "'13476",
    "action": "Standard",
    "powerClass": "Element Unchained",
    "frequency": "Encounter",
    "level": "11",
    "name": "Elemental Eruption",
    "type": "Unchained",
    "sourceRef": "Dragon Magazine 391",
    "flavor": "You disappear into a burst of energy and reform elsewhere.",
    "keywords": [
      "Acid, Cold, Fire, Lightning, Poison, Psychic, Teleportation"
    ],
    "range": "Close burst 2",
    "target": "Each creature in the burst",
    "attack": "Primary ability + 6 vs. Reflex<br/>Level 21: Primary ability + 9 vs. Reflex",
    "onHit": "2d8 + primary ability modifier acid, cold, fire, lightning, poison, and psychic damage.",
    "effect": "You teleport to any square in the burst or any square adjacent to the burst."
  },
  "Duplicate Escape": {
    "id": "'13477",
    "action": "Standard",
    "powerClass": "Element Unchained",
    "frequency": "Daily",
    "level": "20",
    "name": "Duplicate Escape",
    "type": "Unchained",
    "sourceRef": "Dragon Magazine 391",
    "flavor": "The elements that compose you are everywhere, and you manipulate them into simulacra of you to confound your enemies.",
    "keywords": [
      "Conjuration, Teleportation"
    ],
    "range": "Close burst 5",
    "effect": "You conjure a duplicate of you in up to 4 squares in the burst. Each duplicate makes a single-target at-will ranged or melee attack against a different creature using your basic attack. A duplicate lasts until the end of your next turn, is indistinguishable from you, and can be attacked. A duplicate that takes damage is destroyed.",
    "sustainMinor": "You and any one duplicate can teleport, swapping places, then each duplicate moves your speed. In addition, the duplicates persist until the end of your next turn."
  },
  "Elemental Transposition": {
    "id": "'13478",
    "action": "Standard",
    "powerClass": "Element Unchained",
    "frequency": "Encounter",
    "level": "12",
    "name": "Elemental Transposition",
    "type": "Unchained",
    "sourceRef": "Dragon Magazine 391",
    "flavor": "You dissipate into your constituent elements, reforming once danger is past.",
    "keywords": [
      "Zone"
    ],
    "range": "Close burst 2",
    "effect": "The burst creates a lightly obscured zone that lasts until the end of your next turn. You are removed from play until the start of your next turn, when you return to a square within the zone."
  }
}