{
  "Moonflower Inspiration": {
    "id": "'1964",
    "action": "Standard",
    "powerClass": "Evermeet Warlock",
    "frequency": "Daily",
    "level": "20",
    "name": "Moonflower Inspiration",
    "type": "Warlock",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "Shafts of moonlight streak from above, seeping into the minds and bodies of all of those around you. Your allies are healed, and your enemies are tormented.",
    "keywords": [
      "Arcane, Healing, Implement"
    ],
    "range": "Area burst 2 within 20",
    "target": "Each enemy in the burst",
    "attack": "Charisma vs. Fortitude, Reflex, or Will (your choice for each target)",
    "onHit": "If your attack was vs. Fortitude, the target is weakened (save ends).<br/>&nbsp;&nbsp;&nbsp;&nbsp;If your attack was vs. Reflex, the target is immobilized (save ends).<br/>&nbsp;&nbsp;&nbsp;&nbsp;If your attack was vs. Will, the target is dazed (save ends).",
    "effect": "Each ally in the burst regains hit points equal to your Intelligence modifier. <br/>&nbsp;&nbsp;&nbsp;&nbsp;Each time an ally ends his or her turn adjacent to an enemy that has not yet saved  against this power, he or she regains that number of hit points again."
  },
  "Blinding Beacon": {
    "id": "'3543",
    "action": "Standard",
    "powerClass": "Evermeet Warlock",
    "frequency": "Encounter",
    "level": "11",
    "name": "Blinding Beacon",
    "type": "Warlock",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "Blinding light erupts around your foe, searing your enemy in a flood of wild energy.",
    "keywords": [
      "Arcane, Implement, Radiant"
    ],
    "range": "Ranged 20",
    "target": "One creature",
    "attack": "Charisma vs. Reflex",
    "onHit": "1d10 + Charisma modifier radiant damage, and the target is blinded until the end of your next turn. While blinded, the target also shines, giving off bright light in a 5-square radius."
  },
  "Feylights": {
    "id": "'3544",
    "action": "Minor",
    "powerClass": "Evermeet Warlock",
    "frequency": "Daily",
    "level": "12",
    "name": "Feylights",
    "type": "Warlock",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "Spheres of silver flame dance around you, driving back shadows and revealing hidden foes.",
    "keywords": [
      "Arcane, Zone"
    ],
    "range": "Close burst 3",
    "effect": "You create a zone of bright light until the end of your next turn. All insubstantial creatures lose that quality while in the zone. All effects of concealment (including invisibility) are negated within the zone.",
    "sustainMinor": "The zone lasts until the end of your next turn, but its radius shrinks by 1 square (to a minimum of burst 1).",
    "sustainStandard": "The zone lasts until the end of your next turn, and its radius increases by 1 square."
  }
}