{
  "Familiar Surge": {
    "id": "'7420",
    "action": "Standard",
    "powerClass": "Familiar Keeper",
    "frequency": "Encounter",
    "level": "11",
    "name": "Familiar Surge",
    "type": "Keeper",
    "sourceRef": "Dragon Magazine 374",
    "flavor": "Pure magical essence explodes from your familiar, opening the path for future attacks against creatures caught in the arcane mists.",
    "keywords": [
      "Arcane, Implement"
    ],
    "range": "Close burst 1 or blast 3",
    "special": "When you gain this power, choose Intelligence, Wisdom, or Charisma as the ability score you use when making attack rolls and damage rolls with this power.",
    "target": "Each creature in the burst or blast",
    "attack": "Intelligence, Wisdom, or Charisma vs. Reflex",
    "onHit": "3d8 + Intelligence, Wisdom, or Charisma modifier damage. Until the end of your next turn, creatures adjacent to your familiar grant combat advantage to you and your allies."
  },
  "Transpose Familiar": {
    "id": "'7421",
    "action": "Move",
    "powerClass": "Familiar Keeper",
    "frequency": "Daily",
    "level": "12",
    "name": "Transpose Familiar",
    "type": "Keeper",
    "sourceRef": "Dragon Magazine 374",
    "flavor": "Two runed circles appear—one under your feet and another under your familiar—and you instantly teleport to one another’s location.",
    "keywords": [
      "Arcane, Teleportation"
    ],
    "range": "Personal",
    "special": "Your familiar must be in active mode.",
    "effect": "You trade places with your familiar. You can then also move your familiar up to its speed as part of the move action to use this power."
  },
  "Familiar's Command": {
    "id": "'7422",
    "action": "Standard",
    "powerClass": "Familiar Keeper",
    "frequency": "Daily",
    "level": "20",
    "name": "Familiar's Command",
    "type": "Keeper",
    "sourceRef": "Dragon Magazine 374",
    "flavor": "Your familiar turns into a mist of arcane energy and flows into your foe, taking over its mind.",
    "keywords": [
      "Arcane, Charm, Implement"
    ],
    "range": "Melee 1",
    "special": "When you gain this power, choose Intelligence, Wisdom, or Charisma as the ability score you use when making attack rolls with this power.",
    "target": "One creature",
    "attack": "Intelligence, Wisdom, or Charisma vs. Will",
    "onHit": "The target is dominated (save ends). Your familiar returns to passive mode, and it can’t return to active mode while the target is dominated.",
    "onMiss": "You can choose to return your familiar to passive mode. If you do, this power is not expended."
  }
}