{
  "Misfortune's Curse": {
    "id": "'11716",
    "action": "Immediate Reaction",
    "powerClass": "Fortune Blessed",
    "frequency": "Encounter",
    "level": "11",
    "name": "Misfortune's Curse",
    "type": "Blessed",
    "sourceRef": "Dragon Magazine 384",
    "flavor": "You steal a bit of luck from your enemy to leave the foe fumbling and stumbling through the fight.",
    "keywords": [
      "Divine"
    ],
    "range": "Melee touch",
    "trigger": "An enemy adjacent to you misses you with a melee attack",
    "target": "One creature",
    "effect": "The triggering enemy repeats the attack against a legal target of your choice or itself, with a +2 bonus to the attack roll. If the attack hits and deals damage, it deals extra damage equal to your highest ability modifier. In addition, if have 0 luck tokens when you use this power, you gain 1 luck token."
  },
  "Avandra's Curse": {
    "id": "'11717",
    "action": "Standard",
    "powerClass": "Fortune Blessed",
    "frequency": "Daily",
    "level": "20",
    "name": "Avandra's Curse",
    "type": "Blessed",
    "sourceRef": "Dragon Magazine 384",
    "flavor": "You call to Avandra and ask the goddess to lift her gaze from your enemy. For a time, nothing goes right for your chosen foe.",
    "keywords": [
      "Divine, Implement, Psychic"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Highest ability vs. Will",
    "onHit": "2d8 + highest ability modifier psychic damage.",
    "effect": "The target is dazed, slowed, takes a -2 penalty to attack rolls, and takes psychic damage equal to your highest ability modifier the first time it misses with an attack on its turn (save ends all). Whenever the target succeeds on a saving throw to end the effect, you can spend 1 luck token as an immediate interrupt to force the target to reroll the saving throw and use the second result."
  },
  "Lucky Break": {
    "id": "'11718",
    "action": "Immediate Interrupt",
    "powerClass": "Fortune Blessed",
    "frequency": "Daily",
    "level": "12",
    "name": "Lucky Break",
    "type": "Blessed",
    "sourceRef": "Dragon Magazine 384",
    "flavor": "Unexpected fortune turns a certain injury or even death into a close call.",
    "keywords": [
      "Divine"
    ],
    "range": "Personal",
    "trigger": "You take damage",
    "effect": "Reduce the triggering damage by your healing surge value. You can spend 1 luck token to add 1d20 to this amount. If this reduces the damage to 0, you also shift 1 square."
  }
}