{
  "Ignite the Forge": {
    "id": "'12524",
    "action": "Standard",
    "powerClass": "Gatekeeper of the Golden Palace",
    "frequency": "Encounter",
    "level": "11",
    "name": "Ignite the Forge",
    "type": "of",
    "sourceRef": "Dragon Magazine 387",
    "flavor": "Divine flames course ahead of your attack and leap to your friends’ weapons and implements, wreathing them in shining flame.",
    "keywords": [
      "Divine, Fire, Radiant ; Implement or Weapon"
    ],
    "range": "Personal",
    "effect": "You use an at-will attack power. If you hit, the damage is fire and radiant damage. Each ally adjacent to you gains a +5 power bonus to damage rolls until the end of your next turn and the damage they deal is fire and radiant damage."
  },
  "Citizen's Arrest": {
    "id": "'12525",
    "action": "Standard",
    "powerClass": "Gatekeeper of the Golden Palace",
    "frequency": "Daily",
    "level": "20",
    "name": "Citizen's Arrest",
    "type": "of",
    "sourceRef": "Dragon Magazine 387",
    "flavor": "You are wreathed in crackling bolts of Erathis’s might, empowering your normal spells or attacks. As you spend the power, it leaves a spark in each of your allies.",
    "keywords": [
      "Divine, Radiant ; Implement or Weapon"
    ],
    "range": "Personal",
    "effect": "You use an at-will attack power. Choose one target of the attack. If you hit that target, it is stunned (save ends). If you miss that target, it is dazed (save ends). If you hit or miss that target, until the end of the encounter when an ally adjacent to you hits the target, that ally can push the target 2 squares or slow the target until the end of its next turn."
  },
  "Hestavar's Blessing": {
    "id": "'12526",
    "action": "Minor",
    "powerClass": "Gatekeeper of the Golden Palace",
    "frequency": "Encounter",
    "level": "12",
    "name": "Hestavar's Blessing",
    "type": "of",
    "sourceRef": "Dragon Magazine 387",
    "flavor": "You sway an ally’s fortune with a simple blessing from the Bright City.",
    "keywords": [
      "Divine"
    ],
    "range": "Melee 1",
    "target": "One ally",
    "effect": "The target can make a saving throw or spend a healing surge. In addition, the target can shift 3 squares to a square adjacent to at least one of his or her allies as a free action."
  }
}