{
  "Strike of the Sentinel": {
    "id": "'9977",
    "action": "Standard",
    "powerClass": "Guardian of Two Worlds",
    "frequency": "Encounter",
    "level": "11",
    "name": "Strike of the Sentinel",
    "type": "of",
    "sourceRef": "Dragon Magazine 379",
    "flavor": "Your attack forces your enemies to stand their ground and face your threat.",
    "keywords": [
      "Primal, Weapon"
    ],
    "range": "Melee weapon",
    "attack": "Strength vs. AC",
    "target": "One creature",
    "onHit": "2[W] + Strength modifier damage, and any enemy adjacent to you and marked by you is immobilized until the end of its next turn."
  },
  "Form of the Stag Knight": {
    "id": "'9978",
    "action": "Minor",
    "powerClass": "Guardian of Two Worlds",
    "frequency": "Daily",
    "level": "20",
    "name": "Form of the Stag Knight",
    "type": "of",
    "sourceRef": "Dragon Magazine 379",
    "flavor": "You become the stag knight, a creature of legend that stalks the borderland to protect those who cannot protect themselves.",
    "keywords": [
      "Polymorph, Primal"
    ],
    "range": "Personal",
    "effect": "You assume the form of the guardian of both worlds until the end of the encounter. While in this form, you can use Nature’s Wrath to mark any enemy within 2 squares instead of just adjacent enemies.<br/>Once during this encounter, you can use the Form of the Stag Knight Attack power while you are in this form.",
    "trigger": "A creature marked by you hits an ally with a melee attack",
    "target": "The triggering enemy",
    "attack": "Strength vs. AC",
    "onHit": "4[W] + Strength modifier damage, and the ally hit with the triggering attack gains a +4 bonus to the defense that the triggering attack targeted until the end of your next turn.",
    "onMiss": "Half damage.",
    "special": "When you spend an action point to gain an extra action while in this guardian form, and you have already used this attack, you gain another use of this attack this encounter.",
    "requirement": "The power Form of the Stag Knight must be active in order to use this power."
  },
  "Stand of the Protector": {
    "id": "'9980",
    "action": "Minor",
    "powerClass": "Guardian of Two Worlds",
    "frequency": "Daily",
    "level": "12",
    "name": "Stand of the Protector",
    "type": "of",
    "sourceRef": "Dragon Magazine 379",
    "flavor": "Those who stand near you are revived and refreshed by your stalwart presence.",
    "keywords": [
      "Primal, Stance"
    ],
    "range": "Personal",
    "effect": "At the start of your turn, when you use your Font of Life class feature, a single ally adjacent to you can also make a single saving throw against an effect that a save can end as a free action."
  }
}