{
  "Yoke of Heaven": {
    "id": "'10865",
    "action": "Standard",
    "powerClass": "Hell's Keeper",
    "frequency": "Encounter",
    "level": "11",
    "name": "Yoke of Heaven",
    "type": "",
    "sourceRef": "Player's Handbook Races: Tiefling",
    "flavor": "A golden yoke of radiant energy settles heavily upon the shoulders of your foe.",
    "keywords": [
      "Divine, Implement, Radiant"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Charisma or Wisdom vs. Will",
    "onHit": "2d6 + Charisma or Wisdom modifier radiant damage, and the target is restrained until the end of your next turn. If the target is a devil, it is instead dominated until the end of your next turn."
  },
  "Hell's Shackles": {
    "id": "'10866",
    "action": "Standard",
    "powerClass": "Hell's Keeper",
    "frequency": "Daily",
    "level": "12",
    "name": "Hell's Shackles",
    "type": "",
    "sourceRef": "Player's Handbook Races: Tiefling",
    "flavor": "Rattling ghostly shackles twist and writhe in the area, hindering your foes in both body and soul.",
    "keywords": [
      "Divine, Fire, Zone"
    ],
    "range": "Area burst 2 with 10",
    "effect": "The burst creates a zone of spectral chains that lasts until the end of your next turn. Enemies treat the zone as difficult terrain and take a –2 penalty to attack rolls while within the zone. Creatures that have the devil keyword also lose their resistance to damage and gain vulnerable 10 fire while within the zone.",
    "sustainMinor": "The zone persists."
  },
  "To Hell with You": {
    "id": "'10867",
    "action": "Standard",
    "powerClass": "Hell's Keeper",
    "frequency": "Daily",
    "level": "20",
    "name": "To Hell with You",
    "type": "",
    "sourceRef": "Player's Handbook Races: Tiefling",
    "flavor": "Fiery chains enwrap your foe, whisking it away to burn screaming in the Nine Hells.",
    "keywords": [
      "Divine, Fire, Implement"
    ],
    "range": "Ranged 20",
    "target": "One bloodied creature",
    "attack": "Charisma or Wisdom vs. Will",
    "onHit": "The target is banished to an oubliette in the Nine Hells (save ends). While banished, the target is also stunned, loses any fire resistance or fire immunity, and takes ongoing 15 fire damage. On a save, the target returns to the space it last occupied. If that space is occupied, the target returns to the nearest unoccupied space of its choice.",
    "onMiss": "The target takes 15 fire damage and is immobilized and cannot teleport (save ends both)."
  }
}