{
  "Rime Shackles": {
    "id": "'9946",
    "action": "Standard",
    "powerClass": "Icewrought Sentinel",
    "frequency": "Encounter",
    "level": "11",
    "name": "Rime Shackles",
    "type": "Sentinel",
    "sourceRef": "Primal Power",
    "flavor": "Your weapon strikes with bitter cold that freezes the target in its tracks.",
    "keywords": [
      "Cold, Primal, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "1[W] + Strength modifier cold damage, and the target is immobilized until the end of your next turn. On your next turn, if you hit the target with a primal cold power, the target is immobilized until the end of its next turn."
  },
  "Form of the Icewrought Sentinel": {
    "id": "'9947",
    "action": "Minor",
    "powerClass": "Icewrought Sentinel",
    "frequency": "Daily",
    "level": "20",
    "name": "Form of the Icewrought Sentinel",
    "type": "Sentinel",
    "sourceRef": "Primal Power",
    "flavor": "A protective sheath of ice covers you and spreads to hinder your foes’ movement, coating your weapon to blind a foe when you strike.",
    "keywords": [
      "Cold, Polymorph, Primal"
    ],
    "range": "Personal",
    "effect": "You assume the guardian form of the icewrought sentinel until the end of the encounter. While you are in this form, you gain a +2 bonus to AC and Fortitude. In addition, your enemies cannot charge or run if they start that movement within 2 squares of you, and each square within 2 squares of you, wherever you move, is difficult terrain for your enemies.<br/>Once during this encounter, you can use the Form of the Icewrought Sentinel Attack power while you are in this form.",
    "target": "One creature",
    "attack": "Strength vs. Reflex",
    "onHit": "3[W] + Strength modifier cold damage, and the target is blinded (save ends).",
    "onMiss": "Half damage, and the target is blinded until the end of your next turn."
  },
  "Icewrought Armor": {
    "id": "'10042",
    "action": "Minor",
    "powerClass": "Icewrought Sentinel",
    "frequency": "Encounter",
    "level": "12",
    "name": "Icewrought Armor",
    "type": "Sentinel",
    "sourceRef": "Primal Power",
    "flavor": "A shell of ice spreads across your ally, offering protection even as it freezes a foe that dares to strike.",
    "keywords": [
      "Primal"
    ],
    "range": "Close burst 3",
    "target": "You or one ally in the burst",
    "effect": "The target gains a +2 bonus to all defenses until the end of your next turn. If the target is hit by a melee attack before the bonus ends, the attacker is immobilized until the end of its next turn, and the bonus ends."
  }
}