{
  "Illuminate the Adversary": {
    "id": "'7570",
    "action": "Standard",
    "powerClass": "Lightwalker",
    "frequency": "Encounter",
    "level": "11",
    "name": "Illuminate the Adversary",
    "type": "Attack",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "A golden beam of light shoots from your implement and strikes your foe, which continues to emit sparks for several seconds.",
    "keywords": [
      "Divine, Implement, Radiant"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Wisdom vs. Reflex",
    "onHit": "2d6 + Wisdom modifier radiant damage, and the target takes a -2 penalty to AC and Reflex until the end of your next turn. In addition, squares within 10 squares of the target are illuminated with bright light until the end of your next turn."
  },
  "Path of Light": {
    "id": "'7571",
    "action": "Minor",
    "powerClass": "Lightwalker",
    "frequency": "Daily",
    "level": "12",
    "name": "Path of Light",
    "type": "Utility",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Sunlight bursts from a crack in the earth and hardens into a tangible, solid path that can also sustain you in times of need.",
    "keywords": [
      "Conjuration, Divine"
    ],
    "range": "Area wall 8 within 10",
    "effect": "You conjure a path of solid light in unoccupied squares within range. The path is flat, can support any weight, and must have at least 1 square on a solid surface. The path can ascend or descend 1 square vertically for each square it traverses horizontally. The path lasts until the end of your next turn.<br/>Any bloodied ally gains regeneration 10 while occupying one of the path’s squares.",
    "sustainMinor": "The path persists."
  },
  "Call of Light": {
    "id": "'7572",
    "action": "Standard",
    "powerClass": "Lightwalker",
    "frequency": "Daily",
    "level": "20",
    "name": "Call of Light",
    "type": "Attack",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "You draw streams of light from nearby sources, using it to sear the flesh of your enemies while healing an ally.",
    "keywords": [
      "Divine, Healing, Implement, Radiant"
    ],
    "range": "Ranged 10",
    "target": "One, two, or three creatures",
    "attack": "Wisdom vs. Will",
    "onHit": "2d10 + Wisdom modifier radiant damage, and you or one ally within 5 squares of you regains 10 hit points.",
    "onMiss": "Half damage, and you or one ally within 5 squares of you regains 5 hit points."
  }
}