{
  "Lingering Revelation": {
    "id": "'2506",
    "action": "Standard",
    "powerClass": "Master Spy",
    "frequency": "Encounter",
    "level": "11",
    "name": "Lingering Revelation",
    "type": "Spy",
    "sourceRef": "Martial Power",
    "flavor": "Your surprising attack slashes open your foe, causing the enemy to leave a trail you easily follow.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Melee or Ranged weapon",
    "requirement": "You must be wielding a crossbow, a light blade, or a sling.",
    "target": "One creature",
    "attack": "Dexterity vs. Will",
    "onHit": "3[W] + Dexterity modifier damage, and the target cannot turn invisible or make Stealth checks until the end of your next turn.",
    "effect": "You gain a +5 bonus to Insight checks and Perception checks opposed by the target until the end of the encounter."
  },
  "Spymaster's Edge": {
    "id": "'2507",
    "action": "Immediate Reaction",
    "powerClass": "Master Spy",
    "frequency": "Daily",
    "level": "20",
    "name": "Spymaster's Edge",
    "type": "Spy",
    "sourceRef": "Martial Power",
    "flavor": "You slip your weapon past your enemy’s defenses, using your knowledge of its tactics to stay one step ahead.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Melee or Ranged weapon",
    "trigger": "An adjacent creature misses you with a melee attack.",
    "target": "The attacking creature.",
    "attack": "The attacker repeats the attack that missed you against its own defenses with a +4 power bonus.",
    "onHit": "All damage and effects of the original attack, plus you can apply your Sneak Attack extra damage. If the original attack was made with a weapon, you now have the weapon or, if you cannot hold it, it falls to the ground in your square or in an adjacent square of your choice."
  },
  "Quick Change": {
    "id": "'4732",
    "action": "Minor",
    "powerClass": "Master Spy",
    "frequency": "Encounter",
    "level": "12",
    "name": "Quick Change",
    "type": "Spy",
    "sourceRef": "Martial Power",
    "flavor": "Your cunning actions plant a seed of doubt. Are you friend or foe?",
    "keywords": [
      "Martial"
    ],
    "range": "Ranged 5",
    "target": "One creature",
    "effect": "Make a Bluff check opposed by the target’s Insight check. If you succeed, the target considers you an ally for the purpose of auras, opportunity attacks, and powers until the end of your next turn or until you attack the target or its allies."
  }
}