{
  "Skald's Tale": {
    "id": "'9266",
    "action": "Standard",
    "powerClass": "Mythic Skald",
    "frequency": "Encounter",
    "level": "11",
    "name": "Skald's Tale",
    "type": "Skald",
    "sourceRef": "Dragon Magazine 376",
    "flavor": "You sing the great epics as you fight. When your weapon connects, a nearby ally becomes inspired to equal the bold deeds you recount.",
    "keywords": [
      "Primal, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Charisma vs. AC",
    "onHit": "1[W] + Charisma modifier damage, and one ally adjacent to you makes a melee basic attack. If this attack hits, it deals an extra +1[W] damage, and your ally pushes the target 4 squares."
  },
  "Manifest the Mighty Hero": {
    "id": "'9267",
    "action": "Standard",
    "powerClass": "Mythic Skald",
    "frequency": "Daily",
    "level": "20",
    "name": "Manifest the Mighty Hero",
    "type": "Skald",
    "sourceRef": "Dragon Magazine 376",
    "flavor": "A hero honored in your tales answers your call and lends its strength to your cause.",
    "keywords": [
      "Primal"
    ],
    "range": "Melee 1",
    "target": "You or one ally",
    "effect": "The target makes an at-will melee attack as a free action, and deals an extra +2[W] damage on a hit. Whether the attack hits or misses, the target gains 20 temporary hit points, a +2 power bonus to attack rolls and defenses and a +5 power bonus to damage rolls until the end of the encounter."
  },
  "Mythic Destiny": {
    "id": "'9268",
    "action": "Minor",
    "powerClass": "Mythic Skald",
    "frequency": "Daily",
    "level": "12",
    "name": "Mythic Destiny",
    "type": "Skald",
    "sourceRef": "Dragon Magazine 376",
    "flavor": "Primal spirits summoned by your recital coax a comrade to rejoin the battle and find glory in the enemy’s defeat.",
    "keywords": [
      "Primal"
    ],
    "range": "Ranged 5",
    "target": "One dying ally",
    "effect": "Until the end of the encounter, dying does not cause the target to be unconscious. The target must continue making death saving throws while it is dying and still dies if it fails three death saving throws or if its hit points are reduced to its bloodied value expressed as a negative number."
  }
}