{
  "Crippling Shot": {
    "id": "'4703",
    "action": "Standard",
    "powerClass": "Ruthless Punisher",
    "frequency": "Encounter",
    "level": "11",
    "name": "Crippling Shot",
    "type": "Punisher",
    "sourceRef": "Martial Power",
    "flavor": "A blow to the vitals causes your victim to stagger and whimper in pain.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Melee or Ranged weapon",
    "target": "One creature",
    "attack": "Strength vs. Reflex (melee) or Dexterity vs. Reflex (ranged)",
    "onHit": "1[W] + Strength modifier damage (melee) or 1[W] + Dexterity modifier damage (ranged), and the target is slowed until the end of your next turn. If the target is a humanoid, it is also weakened until the end of your next turn."
  },
  "Named Dread": {
    "id": "'4704",
    "action": "Minor",
    "powerClass": "Ruthless Punisher",
    "frequency": "Daily",
    "level": "12",
    "name": "Named Dread",
    "type": "Punisher",
    "sourceRef": "Martial Power",
    "flavor": "Your name is terror among your humanoid foes.",
    "keywords": [
      "Fear, Martial"
    ],
    "range": "Close burst 10",
    "target": "Each humanoid enemy in the burst that can hear you",
    "effect": "You speak your name, and the targets take a –2 penalty to attack rolls against you until the end of the encounter. If you’re trained in Intimidate, you also gain combat advantage against the targets until the end of your next turn."
  },
  "Bleed Away": {
    "id": "'4705",
    "action": "Standard",
    "powerClass": "Ruthless Punisher",
    "frequency": "Daily",
    "level": "20",
    "name": "Bleed Away",
    "type": "Punisher",
    "sourceRef": "Martial Power",
    "flavor": "If your adversary fails to give ground under your assault, your wounding blows feed the earth with blood.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Melee or Ranged weapon",
    "target": "One creature",
    "attack": "Strength vs. Reflex (melee) or Dexterity vs. Reflex (ranged), three attacks",
    "onHit": "1[W] + Strength modifier damage (melee) or 1[W] + Dexterity modifier damage (ranged) per attack. You slide the target 2 squares and can shift 2 squares after each hit.",
    "onMiss": "No damage, and you slide the target 1 square and can shift 1 square after each miss.",
    "effect": "The target can negate each slide as a free action, but it then takes ongoing 10 damage (save ends) per square of forced movement negated."
  }
}