{
  "Blade Flows Like Water": {
    "id": "'12446",
    "action": "Standard",
    "powerClass": "Sharakim Blademaster",
    "frequency": "Encounter",
    "level": "11",
    "name": "Blade Flows Like Water",
    "type": "Blademaster",
    "sourceRef": "Dragon Magazine 386",
    "flavor": "As you stride forward, you deal a blow to each enemy you pass.",
    "keywords": [
      "Arcane, Force, Weapon"
    ],
    "range": "Melee weapon",
    "effect": "You shift 4 squares. Each time you enter a square adjacent to an enemy for the first time during the move, you can use the following attack against that enemy.",
    "target": "One creature",
    "attack": "Intelligence vs. AC",
    "onHit": "2[W] + Intelligence modifier force damage, and you mark the target until the end of your next turn.",
    "special": "If you have not yet expended your furious assault racial power in this encounter, you also add your Strength modifier to the damage of this attack."
  },
  "Enforced Peace": {
    "id": "'12447",
    "action": "Immediate Reaction",
    "powerClass": "Sharakim Blademaster",
    "frequency": "Daily",
    "level": "20",
    "name": "Enforced Peace",
    "type": "Blademaster",
    "sourceRef": "Dragon Magazine 386",
    "flavor": "If the enemy chooses to attack your allies, the consequences are on his own head.",
    "keywords": [
      "Arcane, Reliable, Weapon"
    ],
    "range": "Close burst 10",
    "trigger": "An enemy that you marked hits one of your allies with an attack",
    "effect": "You teleport 10 squares to a square adjacent to the triggering enemy and make the following attack.",
    "target": "The triggering enemy",
    "attack": "Intelligence vs. Fortitude, Reflex, Will. You make one attack roll, comparing the result against these three defenses. The target suffers the effect associated with each defense that the attack hits.",
    "onHit (Fortitude)": "The target is weakened until the end of its next turn.",
    "onHit (Reflex)": "The target is slowed until the end of its next turn.",
    "onHit (Will)": "The target is dazed until the end of its next turn.",
    "onHit (Any)": "2[W] + Intelligence modifier damage.",
    "special": "If you have not yet expended your furious assault racial power in this encounter, you also add your Strength modifier to the damage of this attack."
  },
  "Ghost Lion's Step": {
    "id": "'12448",
    "action": "Minor",
    "powerClass": "Sharakim Blademaster",
    "frequency": "Encounter",
    "level": "12",
    "name": "Ghost Lion's Step",
    "type": "Blademaster",
    "sourceRef": "Dragon Magazine 386",
    "flavor": "You move through the battlefield with supreme confidence, letting nothing stop you.",
    "keywords": [
      "&nbsp;&nbsp;Personal </p><p class=\"flavor\">Effect: Until the end of your next turn, you do not provoke opportunity attacks from moving, you ignore difficult terrain, and you are immune to being dazed, slowed, or immobilized.</p>"
    ],
    "range": "Personal",
    "effect": "Until the end of your next turn, you do not provoke opportunity attacks from moving, you ignore difficult terrain, and you are immune to being dazed, slowed, or immobilized."
  }
}