{
  "Shaft Splitter": {
    "id": "'4709",
    "action": "Immediate Interrupt",
    "powerClass": "Sylvan Archer",
    "frequency": "Encounter",
    "level": "11",
    "name": "Shaft Splitter",
    "type": "Archer",
    "sourceRef": "Martial Power",
    "flavor": "As your foe launches his attack, you loose a shot right down his sights.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Ranged weapon",
    "trigger": "An enemy hits you or an ally within 5 squares of you with a ranged attack",
    "target": "The triggering enemy",
    "attack": "Dexterity vs. Reflex",
    "onHit": "2[W] + Dexterity modifier damage, and the target takes a –5 penalty to the triggering attack roll."
  },
  "Elf-Eyed Archery": {
    "id": "'4710",
    "action": "Minor",
    "powerClass": "Sylvan Archer",
    "frequency": "Encounter",
    "level": "12",
    "name": "Elf-Eyed Archery",
    "type": "Archer",
    "sourceRef": "Martial Power",
    "flavor": "You can easily divide your attention between chosen targets.",
    "keywords": [
      "Martial"
    ],
    "range": "Ranged sight",
    "target": "One creature",
    "effect": "You designate the target as your quarry, even if it isn’t the closest enemy to you. The target doesn’t count against your normal limit of one quarry at a time, although you can still deal your Hunter’s Quarry damage only once per round.",
    "special": "Using this power doesn’t provoke opportunity attacks."
  },
  "Named Arrow": {
    "id": "'4711",
    "action": "Standard",
    "powerClass": "Sylvan Archer",
    "frequency": "Daily",
    "level": "20",
    "name": "Named Arrow",
    "type": "Archer",
    "sourceRef": "Martial Power",
    "flavor": "Whispering your foe’s name in Elven, you loose your arrow and watch it streak unerringly across the battlefield.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Ranged weapon",
    "target": "One creature",
    "effect": "If you speak the target’s name when you use this power, you designate the target as your quarry and take no penalties to the attack roll for cover, superior cover, concealment, or total concealment.",
    "attack": "Dexterity vs. Will",
    "onHit": "4[W] + Dexterity modifier damage, and the target is dazed (save ends). If you spoke the target’s name, instead of being dazed, the target is stunned (save ends).",
    "onMiss": "Half damage, and the target is dazed until the end of its next turn. If you spoke the target’s name, instead of being dazed, the target is stunned until the end of its next turn."
  }
}