{
  "Hellfire Unleashed": {
    "id": "'8088",
    "action": "Standard",
    "powerClass": "Theurge of the Compact",
    "frequency": "Encounter",
    "level": "11",
    "name": "Hellfire Unleashed",
    "type": "of",
    "sourceRef": "Divine Power",
    "flavor": "Hellish fire erupts within your enemy, while black smoke poisons the air around it.",
    "keywords": [
      "Divine, Fire, Implement, Poison"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Wisdom vs. Fortitude",
    "onHit": "2d10 + Wisdom modifier fire and poison damage. Each creature adjacent to the target takes 5 poison damage and grants combat advantage until the end of your next turn."
  },
  "Infernal Guardian": {
    "id": "'8089",
    "action": "Minor",
    "powerClass": "Theurge of the Compact",
    "frequency": "Encounter",
    "level": "12",
    "name": "Infernal Guardian",
    "type": "of",
    "sourceRef": "Divine Power",
    "flavor": "A sinister figure formed from hellfire appears beside you to protect you from harm.",
    "keywords": [
      "Conjuration, Divine"
    ],
    "range": "Melee 1",
    "effect": "You conjure an infernal guardian in an unoccupied square adjacent to you. The guardian lasts until the end of your next turn. While you are adjacent to the guardian, you are immune to charm effects and fear effects, and you gain resist 10 fire.",
    "sustainMinor": "The guardian persists."
  },
  "Fiery Companions": {
    "id": "'8090",
    "action": "Standard",
    "powerClass": "Theurge of the Compact",
    "frequency": "Daily",
    "level": "20",
    "name": "Fiery Companions",
    "type": "of",
    "sourceRef": "Divine Power",
    "flavor": "Fire erupts across your body as you scream the word to rip open reality and call forth fiends to aid you.",
    "keywords": [
      "Conjuration, Divine, Fire, Implement"
    ],
    "range": "Close burst 10",
    "effect": "You conjure four fiery fiends in four unoccupied squares in the burst. The fiends occupy their squares, and they last until the end of your next turn. Any creature that leaves a square adjacent to a fiend on its turn takes ongoing 10 fire damage (save ends). When the fiends appear, they each make the following melee attack (determine line of sight from each fiend). A fiend attacks an ally if no enemies are adjacent to it.",
    "target": "One adjacent creature",
    "attack": "Wisdom vs. Reflex",
    "onHit": "2d8 + Wisdom modifier fire damage, and ongoing 5 fire damage (save ends).",
    "sustainMinor": "The fiends persist. As a standard action, you can cause each of the fiends to make its attack again. As before, a fiend attacks an ally if no enemies are adjacent to it."
  }
}