{
  "Curse of Blinding Radiance": {
    "id": "'13748",
    "action": "Standard",
    "powerClass": "Valiant Hexblade",
    "frequency": "Encounter",
    "level": "11",
    "name": "Curse of Blinding Radiance",
    "type": "Hexblade",
    "sourceRef": "Dragon Magazine 393",
    "flavor": "White light blazes from you, stealing your foe’s vision and giving you new power with which you bring this contest to a close.",
    "keywords": [
      "Arcane, Implement, Radiant"
    ],
    "range": "Ranged 5",
    "target": "One enemy",
    "attack": "Charisma vs. Fortitude",
    "onHit": "2d6 + Charisma modifier radiant damage, and the target is blinded until the end of your next turn.",
    "effect": "Until the end of your next turn, your attacks against the target deal 5 extra radiant damage."
  },
  "White Well Invocation": {
    "id": "'13749",
    "action": "Minor",
    "powerClass": "Valiant Hexblade",
    "frequency": "Daily",
    "level": "12",
    "name": "White Well Invocation",
    "type": "Hexblade",
    "sourceRef": "Dragon Magazine 393",
    "flavor": "The White Well’s magic transforms you into pure moonlight, enabling you to move with supernatural speed. The grief carried by the magic, though, can overwhelm you.",
    "keywords": [
      "Arcane, Aura, Teleportation"
    ],
    "range": "Personal",
    "effect": "You activate an aura 1 that lasts until the end of the encounter. The aura is filled with bright light. Whenever you take damage while the aura is active, roll a d20. On a 10 or higher, you can teleport up to 5 squares after taking the damage and become insubstantial until the start of your next turn. On a 1or 2, you are dazed until the start of your next turn. Otherwise, nothing happens."
  },
  "White Well Transformation": {
    "id": "'13750",
    "action": "Minor",
    "powerClass": "Valiant Hexblade",
    "frequency": "Daily",
    "level": "20",
    "name": "White Well Transformation",
    "type": "Hexblade",
    "sourceRef": "Dragon Magazine 393",
    "flavor": "The White Well’s magic flows through you, transforming you into a radiant champion. Your foes recoil in fear from your brilliant aspect.",
    "keywords": [
      "Arcane, Teleportation"
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, you gain a +2 power bonus to Reflex, Will, and speed, and you can use the secondary power once per round.",
    "requirement": "The power White Well Transformation must be active in order to use this power.",
    "target": "One creature",
    "attack": "Charisma vs. Will",
    "onHit": "10 radiant damage, and the target grants combat advantage to you until the end of your next turn."
  }
}