{
  "Quick Admixture": {
    "id": "'7550",
    "action": "Minor",
    "powerClass": "Alchemist Savant",
    "frequency": "Encounter",
    "level": "11",
    "name": "Quick Admixture",
    "type": "Savant",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "In the blink of an eye, you use a prepared alchemical item.",
    "keywords": [
      "Arcane"
    ],
    "range": "Personal",
    "effect": "You use an alchemical item without spending its required action."
  },
  "Secret Recipe": {
    "id": "'7551",
    "action": "Free",
    "powerClass": "Alchemist Savant",
    "frequency": "Daily",
    "level": "12",
    "name": "Secret Recipe",
    "type": "Savant",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Using the remnants of an alchemical compound, you create a short-lived duplicate of one of your concoctions.",
    "keywords": [
      "Arcane"
    ],
    "range": "Personal",
    "trigger": "You use an alchemical item of your level or lower",
    "effect": "You create a duplicate of the triggering alchemical item. The duplicate lasts until the end of the encounter."
  },
  "Spell Magnet": {
    "id": "'7552",
    "action": "Minor",
    "powerClass": "Alchemist Savant",
    "frequency": "Daily",
    "level": "20",
    "name": "Spell Magnet",
    "type": "Savant",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "A lodestone painted with sigils leaps from your outstretched hand, drawing arcane currents into a maelstrom.",
    "keywords": [
      "Arcane, Conjuration, Implement, Lightning"
    ],
    "range": "Ranged 10",
    "effect": "You throw a stone into an unoccupied square within range. The stone creates a spell magnet, a runecovered pillar 2 squares high that occupies the square. Any enemy within 3 squares of the spell magnet takes a -2 penalty to all defenses against your arcane attacks and a -2 penalty to saving throws against ongoing damage. The spell magnet lasts until the end of the encounter or until you dismiss it as a free action. In addition, you can make the following attack with the spell magnet once per round.",
    "requirement": "The Spell Magnet power must be active to use this power.",
    "target": "Each enemy in the burst",
    "attack": "Intelligence vs. Reflex",
    "onHit": "The target takes ongoing 10 lightning damage (save ends). The spell magnet pulls the target 5 squares."
  }
}