{
  "Greater Magic Weapon": {
    "id": "'7554",
    "action": "Standard",
    "powerClass": "Battle Engineer",
    "frequency": "Encounter",
    "level": "11",
    "name": "Greater Magic Weapon",
    "type": "Engineer",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Arcane energy enwraps your weapon and your allies’ weapons.",
    "keywords": [
      "Arcane, Weapon"
    ],
    "range": "Melee or Ranged weapon",
    "target": "One creature",
    "attack": "Intelligence + 3 vs. AC",
    "onHit": "2[W] + Intelligence modifier damage.",
    "effect": "Each ally adjacent to you gains a power bonus to attack rolls and to damage rolls equal to your Wisdom modifier or your Constitution modifier until the end of your next turn."
  },
  "Fleeting Dweomer": {
    "id": "'7555",
    "action": "Minor",
    "powerClass": "Battle Engineer",
    "frequency": "Daily",
    "level": "12",
    "name": "Fleeting Dweomer",
    "type": "Engineer",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "You infuse a weapon with a brief yet powerful enchantment.",
    "keywords": [
      "Arcane"
    ],
    "range": "Close burst 5",
    "target": "One weapon or implement in the burst",
    "effect": "You infuse the target with arcane energy. Choose a damage type: acid, cold, fire, force, lightning, or thunder. The target deals extra damage of this type equal to your Intelligence modifier until the end of the encounter. Until the end of the encounter, whenever the target’s wielder scores a critical hit with the weapon, the target of the attack gains 10 ongoing damage of the damage type you chose (save ends)."
  },
  "Persistent Spheres": {
    "id": "'7556",
    "action": "Standard",
    "powerClass": "Battle Engineer",
    "frequency": "Daily",
    "level": "20",
    "name": "Persistent Spheres",
    "type": "Engineer",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Your weapon crashes into your foe, sending out sparklike motes that harass that creature and sting other foes that draw close to it.",
    "keywords": [
      "Arcane, Weapon, Zone"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Intelligence vs. AC",
    "onHit": "3d10 + Intelligence modifier damage, and if the target doesn’t move at least 2 squares during its turn, it takes 10 damage at the end of its turn (save ends).",
    "onMiss": "Half damage, and if the target doesn’t move at least 2 squares during its turn, it takes 5 damage at the end of its turn (save ends).",
    "effect": "The attack creates a zone of painful motes in a burst 2 centered on the target. The zone lasts until the target saves against this power. When the target moves, the zone moves with it, remaining centered on it. Any enemy that starts its turn within the zone takes 5 damage, and it grants combat advantage while within the zone."
  }
}