{
  "Mauling Bear": {
    "id": "'4978",
    "action": "Standard",
    "powerClass": "Bear Warrior",
    "frequency": "Encounter",
    "level": "11",
    "name": "Mauling Bear",
    "type": "Warrior",
    "sourceRef": "Player's Handbook 2",
    "flavor": "You channel the bear’s strength into a powerful blow that knocks your opponent to the ground. Like an angry bear, you stand over your foe, waiting for its next move.",
    "keywords": [
      "Primal, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "2[W] + Strength modifier damage, and you knock the target prone.",
    "effect": "Until the end of your next turn, if you are adjacent to the target when it stands up, you can make a melee basic attack against it as an immediate reaction."
  },
  "Bestial Vigor": {
    "id": "'4979",
    "action": "Minor",
    "powerClass": "Bear Warrior",
    "frequency": "Daily",
    "level": "12",
    "name": "Bestial Vigor",
    "type": "Warrior",
    "sourceRef": "Player's Handbook 2",
    "flavor": "Primal might wells within you, allowing you to shake off wounds and see the fight to its end.",
    "keywords": [
      "Primal"
    ],
    "range": "Personal",
    "effect": "You gain temporary hit points equal to your healing surge value and can make a saving throw against each effect on you that a save can end."
  },
  "Rampaging Bear": {
    "id": "'4980",
    "action": "Standard",
    "powerClass": "Bear Warrior",
    "frequency": "Daily",
    "level": "20",
    "name": "Rampaging Bear",
    "type": "Warrior",
    "sourceRef": "Player's Handbook 2",
    "flavor": "With a mighty roar, you crash through the battle lines of your enemies.",
    "keywords": [
      "Primal, Rage, Weapon"
    ],
    "range": "Melee weapon",
    "primaryTarget": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "3[W] + Strength modifier damage, and you push the target 1 square and knock it prone.",
    "effect": "You shift a number of squares equal to your Strength modifier and then make a secondary attack.",
    "secondaryTarget": "One creature other than the primary target",
    "secondaryAttack": "Strength vs. AC",
    "secondaryOnHit": "2[W] + Strength modifier damage, and you push the secondary target 1 square and knock it prone.",
    "secondaryeffect": "You shift a number of squares equal to your Strength modifier. You then enter the bear warrior’s rage. Until the rage ends, you gain regeneration 5, and whenever you are pulled, pushed, or slid, you can reduce the distance of the forced movement by 1 square."
  }
}