{
  "Venting Breach": {
    "id": "'11093",
    "action": "Standard",
    "powerClass": "Breach Warden",
    "frequency": "Encounter",
    "level": "11",
    "name": "Venting Breach",
    "type": "Warden",
    "sourceRef": "Dragon Magazine 383",
    "flavor": "The primal spirits preserving reality’s bounds relax their vigil to loose raw elemental energy to scourge the enemies around you.",
    "keywords": [
      "Primal, Teleportation, Varies, Weapon"
    ],
    "range": "Close burst 1",
    "target": "Each enemy in the burst",
    "attack": "Strength vs. AC",
    "onHit": "2[W] + Strength modifier damage. The attack's damage is the type you chose for your Elemental Breach class feature.",
    "effect": "You teleport 5 squares."
  },
  "Form of the Living Breach": {
    "id": "'11094",
    "action": "Minor",
    "powerClass": "Breach Warden",
    "frequency": "Daily",
    "level": "20",
    "name": "Form of the Living Breach",
    "type": "Warden",
    "sourceRef": "Dragon Magazine 383",
    "flavor": "Your normal form sloughs away to reveal the chaotic energy composing the breach. Your foes find themselves drawn toward you to face the elemental storm you embody.",
    "keywords": [
      "Polymorph, Primal, Varies"
    ],
    "range": "Personal",
    "effect": "You assume the guardian form of the living breach until the end of the encounter. While you are in this form, you gain a +2 bonus to all defenses. In addition, when an enemy starts its turn within 3 squares of you, as a free action you pull the target 1 square and the target is slowed until the end of your next turn.<br/>Once during this encounter, you can use the Living Breach Attack power.",
    "requirement": "The power Form of the Living Breach must be active in order to use this power.",
    "target": "Each enemy in the burst",
    "attack": "Strength vs. AC",
    "onHit": "4[W] + Strength modifier damage, and the target takes ongoing 10 damage of the type you chose for your Elemental Breach class feature (save ends).",
    "eachFailedSavingThrow": "Each enemy adjacent to the target takes 5 damage of the type matching the ongoing damage."
  },
  "Recall the Breach": {
    "id": "'11096",
    "action": "Free",
    "powerClass": "Breach Warden",
    "frequency": "Daily",
    "level": "12",
    "name": "Recall the Breach",
    "type": "Warden",
    "sourceRef": "Dragon Magazine 383",
    "flavor": "Your spirit allies funnel the elemental breach’s power into your body so that your weapon and armor resonates with chaotic power.",
    "keywords": [
      "Primal, Stance, Varies"
    ],
    "range": "Personal",
    "trigger": "You hit with a weapon attack granted by your guardian form",
    "effect": "Your attack deals 2d6 extra damage of a damage type matching the type chosen for your Elemental Breach class feature. Also, until stance ends when an enemy adjacent to you hits you with a melee attack, that enemy takes damage equal to your Constitution modifier or Wisdom modifier. The attack's damage is the type you chose for your Elemental Breach class feature."
  }
}