{
  "Turathi Assault": {
    "id": "'11300",
    "action": "Minor",
    "powerClass": "Broken Mirror",
    "frequency": "Encounter",
    "level": "11",
    "name": "Turathi Assault",
    "type": "Mirror",
    "sourceRef": "Dragon Magazine 383",
    "flavor": "Your inherited power burns your target’s mind with fear, and shrouds it with ill luck.",
    "keywords": [
      "&nbsp;&nbsp;Personal </p><p class=\"flavor\">Effect: If you hit with the next at-will attack you make before the end of your turn, the target you hit takes 2d8 extra damage and falls prone.</p>"
    ],
    "range": "Personal",
    "effect": "If you hit with the next at-will attack you make before the end of your turn, the target you hit takes 2d8 extra damage and falls prone."
  },
  "Cloud of Misfortune": {
    "id": "'11301",
    "action": "Minor",
    "powerClass": "Broken Mirror",
    "frequency": "Daily",
    "level": "20",
    "name": "Cloud of Misfortune",
    "type": "Mirror",
    "sourceRef": "Dragon Magazine 383",
    "flavor": "You encase your foe in a cloud of ill luck so potent it is almost palpable, and it and its friends stumble through every action.",
    "keywords": [
      "&nbsp;&nbsp;Personal </p><p class=\"flavor\">Effect: If you hit with the next at-will attack you make before the end of your turn, the target of that attack takes 3d10 extra damage and falls prone. Regardless of whether you hit, until the end of the encounter, when the target of the attack misses with an attack, you can slide the target 2 squares.</p><p class=\"powerstat\">Special: You cannot use Turathi assault and cloud of misfortune on the same turn.</p>"
    ],
    "range": "Personal",
    "effect": "If you hit with the next at-will attack you make before the end of your turn, the target of that attack takes 3d10 extra damage and falls prone. Regardless of whether you hit, until the end of the encounter, when the target of the attack misses with an attack, you can slide the target 2 squares.",
    "special": "You cannot use Turathi assault and cloud of misfortune on the same turn."
  },
  "Aura of Flawed Nature": {
    "id": "'11302",
    "action": "Minor",
    "powerClass": "Broken Mirror",
    "frequency": "Daily",
    "level": "12",
    "name": "Aura of Flawed Nature",
    "type": "Mirror",
    "sourceRef": "Dragon Magazine 383",
    "flavor": "You surround yourself with ill luck and ruination.",
    "keywords": [
      "&nbsp;&nbsp;Personal </p><p class=\"flavor\">Effect: Until the end of your next turn, you radiate an infernal energy that twists your enemies’ fortunes for the worst. Each enemy that starts its turn within 2 squares of you takes a -2 penalty to attack rolls and defenses until the start of your next turn. When an enemy ends its turn within 2 squares of you, you can slide it 1 square.</p><p class=\"powerstat\">Sustain Minor: The effect persists.</p>"
    ],
    "range": "Personal",
    "effect": "Until the end of your next turn, you radiate an infernal energy that twists your enemies’ fortunes for the worst. Each enemy that starts its turn within 2 squares of you takes a -2 penalty to attack rolls and defenses until the start of your next turn. When an enemy ends its turn within 2 squares of you, you can slide it 1 square.",
    "sustainMinor": "The effect persists."
  }
}