{
  "Celestial Sigil": {
    "id": "'5886",
    "action": "Standard",
    "powerClass": "Celestial Scholar",
    "frequency": "Encounter",
    "level": "11",
    "name": "Celestial Sigil",
    "type": "Scholar",
    "sourceRef": "Arcane Power",
    "flavor": "An arcane pattern appears briefly on your arms as you snatch power from the cosmos and hurl it toward a foe.",
    "keywords": [
      "Arcane, Implement ; Varies"
    ],
    "range": "Ranged 20",
    "target": "One creature",
    "attack": "Charisma vs. Will",
    "onHit": "3d8 + Charisma modifier damage",
    "effect": "If you hit with this power, you gain an effect based on your current Soul of the Cosmic Cycle phase.",
    "phaseOfTheSun": "Enemies within 2 squares of you take fire and radiant damage equal to your Strength modifier.",
    "phaseOfTheMoon": "Adjacent enemies take radiant damage equal to your Strength modifier and take a -2 penalty to saving throws until the end of your next turn.",
    "phaseOfTheStars": "You teleport a number of squares equal to your Strength modifier as a free action."
  },
  "Celestial Resistance": {
    "id": "'5887",
    "action": "Free",
    "powerClass": "Celestial Scholar",
    "frequency": "Encounter",
    "level": "12",
    "name": "Celestial Resistance",
    "type": "Scholar",
    "sourceRef": "Arcane Power",
    "flavor": "You transform your resistance to ward against a different kind of threat.",
    "keywords": [
      "Arcane"
    ],
    "range": "Personal",
    "effect": "You can change the resistance granted by your current Soul of the Cosmic Cycle phase to the type of a different phase (cold, psychic, or radiant), or you can increase your resistance against the current type by 5. This benefit lasts until you change your phase."
  },
  "Celestial Seal": {
    "id": "'5888",
    "action": "Standard",
    "powerClass": "Celestial Scholar",
    "frequency": "Daily",
    "level": "20",
    "name": "Celestial Seal",
    "type": "Scholar",
    "sourceRef": "Arcane Power",
    "flavor": "Your foe is surrounded by celestial lights and held in place by cosmic bindings.",
    "keywords": [
      "Arcane, Implement ; Varies"
    ],
    "range": "Ranged 20",
    "target": "One creature",
    "attack": "Charisma vs. Will",
    "onHit": "4d8 + Charisma modifier damage. For this attack’s damage, choose two damage types from among cold, psychic, and radiant.",
    "onMiss": "Half damage.",
    "effect": "The target is immobilized (save ends). This effect has an additional benefit based on your current Soul of the Cosmic Cycle phase.",
    "blazingSun": "The target takes fire and radiant damage equal to your Strength modifier.",
    "watchingMoon": "The target takes a -2 penalty to all defenses until the end of its next turn.",
    "distantStars": "You teleport the target 3 squares."
  }
}