{
  "Freedom Is Life": {
    "id": "'8212",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Freedom Is Life",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "Ribbons of glowing symbols flow out of you, linking you and your allies in a river of celestial light.",
    "keywords": [
      "Divine"
    ],
    "range": "Personal",
    "effect": "Until the end of your next turn, you and any allies within 20 squares of you gain a +10 bonus to saving throws."
  },
  "Sheltering Wings": {
    "id": "'8213",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Sheltering Wings",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "It is no shame to take refuge beneath the Platinum Dragon’s wings.",
    "keywords": [
      "Divine, Healing"
    ],
    "range": "Melee 1",
    "effect": "You regain hit points equal to your bloodied value. One ally adjacent to you also regains hit points equal to your bloodied value."
  },
  "Anthem of Progress": {
    "id": "'8215",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Anthem of Progress",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "Erathis’s grim efficiency inspires your comrades to their necessary work.",
    "keywords": [
      "Divine"
    ],
    "range": "Close burst 10",
    "target": "You and each ally in the burst",
    "effect": "Until the end of the encounter, each target can score a critical hit with any at-will attack on a roll of 16–20."
  },
  "Unerring Foreknowledge": {
    "id": "'8216",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Unerring Foreknowledge",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "Hints of action and intention spread like gossamer trails that only you and your friends can perceive. Follow the trails and pierce the veils of time.",
    "keywords": [
      "Divine"
    ],
    "range": "Ranged 10",
    "target": "One ally",
    "effect": "The target can take an extra standard action on his or her next turn.",
    "sustainMinor": "Choose a different ally within range. That ally can take an extra standard action on his or her next turn. You cannot choose an ally as a target of this power more than once during an encounter."
  },
  "Test of Strength": {
    "id": "'8217",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Test of Strength",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "Strong? Worthy? Kord will judge.",
    "keywords": [
      "Divine"
    ],
    "range": "Melee 1",
    "target": "You and one enemy",
    "effect": "The targets simultaneously hit each other with melee basic attacks as free actions. If your attack deals more damage than the enemy’s, you can take a standard action as a free action. Any attack roll you make with this standard action has a +4 power bonus."
  },
  "Wild Surge": {
    "id": "'8218",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Wild Surge",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "Wild Melora blesses those who can kill for themselves.",
    "keywords": [
      "Divine"
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, you and any ally within 5 squares of you can score a critical hit with any daily attack power on a roll of 18–20."
  },
  "Celestial Balance": {
    "id": "'8220",
    "action": "Immediate Interrupt",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Celestial Balance",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "Against the mightiest enemies, there is one hope: Pelor endures.",
    "keywords": [
      "Divine, Healing"
    ],
    "range": "Close burst 10",
    "trigger": "A creature within 10 squares of you spends an action point",
    "target": "You or one ally in the burst",
    "effect": "The target can spend a healing surge and gains a +1 bonus to all defenses until the end of the encounter."
  },
  "Death Is Nigh": {
    "id": "'8221",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Death Is Nigh",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "The shadow of the queen’s wing falls over your fight.",
    "keywords": [
      "Divine"
    ],
    "range": "Personal",
    "requirement": "You or one of your allies must have failed a death saving throw during this encounter.",
    "effect": "Until the end of the encounter, you and your allies gain a +2 bonus to attack rolls."
  },
  "Horns of the Moon": {
    "id": "'8222",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Horns of the Moon",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "The goddess blesses and curses, sometimes in the same breath.",
    "keywords": [
      "Divine"
    ],
    "range": "Personal",
    "effect": "At the start of each of your turns until the end of the encounter, as a free action you choose one ally and one enemy within your line of sight. The ally you choose gains a +2 bonus to attack rolls until the start of your next turn. The enemy you choose takes a –2 penalty to all defenses until the start of your next turn."
  },
  "Renewing Dawn": {
    "id": "'3570",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Renewing Dawn",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "A glimpse of the true sun flashes above the battlefield, sending flares that lance down into your foes.",
    "keywords": [
      "Healing, Radiant"
    ],
    "range": "Personal",
    "effect": "When you or one of your allies spends a healing surge before the end of your next turn, this power deals radiant damage equal to one-half your level + your Charisma modifier to an enemy within 5 squares of the creature that spent the healing surge.",
    "sustainMinor": "The effect persists."
  },
  "Horn of Life": {
    "id": "'3571",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Horn of Life",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "As a foretaste of the feasts in Chauntea’s dominion, her cornucopia spills its blessings upon you.",
    "keywords": [
      "Healing"
    ],
    "range": "Close burst 20",
    "target": "You or one ally in the burst",
    "effect": "The target can spend a healing surge. At the start of each of your subsequent turns, until the end of the encounter, your ally with the fewest number of hit points above 0 gains regeneration 20 until the start of your next turn. The effect ends if you become unconscious."
  },
  "High Arcana": {
    "id": "'3572",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "High Arcana",
    "type": "Utility",
    "sourceRef": "Divine Power",
    "flavor": "Corellon’s mastery of the arcane allows you to choose between empowerment or defense for you and all your allies in the battle.",
    "keywords": [
      "Divine"
    ],
    "range": "Close burst 10",
    "target": "You and each ally in the burst",
    "effect": "Until the end of the encounter, at the start of each target’s turn, the target can choose to gain either a +2 power bonus to implement attack rolls or a +4 bonus to Fortitude, Reflex, and Will until the start of his or her next turn."
  },
  "True Death": {
    "id": "'3573",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "True Death",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "Your gesture strips the undead of their tricks. Only death is left to them.",
    "keywords": [
      "Healing"
    ],
    "range": "Close burst 10",
    "target": "Each undead creature in the burst",
    "effect": "You regain 2d20 hit points for each target. Each target loses all its resistances, the insubstantial quality, and the ability to recharge powers (save ends all).",
    "aftereffect": "Target loses all its resistances, insubstantial abilities, and ability to recharge powers (save ends all)."
  },
  "Forge of Creation": {
    "id": "'3574",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Forge of Creation",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide, Divine Power",
    "flavor": "The fervor of Moradin’s ancient workshops of creation inspires you and your allies as you hammer upon your foes.",
    "keywords": [
      "Healing"
    ],
    "range": "Personal",
    "effect": "Until the end of your next turn, you and any of your allies who hit with at least one attack regain their second wind if they have already used it in this encounter, regain one healing surge, and gain the use of another daily magic item power."
  },
  "Supreme Knowledge": {
    "id": "'3575",
    "action": "Immediate Interrupt",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Supreme Knowledge",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "In the divine view, to understand is to control.",
    "keywords": [
      " Personal   Trigger: You are hit by an attack against Fortitude, Reflex, or Will  Effect: Make a monster knowledge check that corresponds to the creature that is attacking you. If your check result exceeds the monster’s attack roll, the attack misses. "
    ],
    "range": "Personal",
    "trigger": "You are hit by an attack against Fortitude, Reflex, or Will",
    "effect": "Make a monster knowledge check that corresponds to the creature that is attacking you. If your check result exceeds the monster’s attack roll, the attack misses."
  },
  "Waxing Fortune": {
    "id": "'3576",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Waxing Fortune",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "Your battle fortune swells like the moon waxes toward full.",
    "keywords": [
      " Personal   Effect: Until the end of the encounter, on each of your turns, you gain a bonus to attack rolls equal to the number of bloodied, conscious creatures that are within 10 squares of you at the start of your turn. "
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, on each of your turns, you gain a bonus to attack rolls equal to the number of bloodied, conscious creatures that are within 10 squares of you at the start of your turn."
  },
  "Sune's Censure": {
    "id": "'3577",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Sune's Censure",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "Your power forces your enemies to share their weaknesses.",
    "keywords": [
      " Close burst 20  Targets: Two creatures in the burst  Effect: Choose two targets. Extend the vulnerabilities of one target to the other until the end of the encounter, so that they are both vulnerable until the end of the encounter, even if the original ability was only temporary. If neither targets is vulnerable to a damage type, then both targets gain vulnerable 5 all until the end of the encounter. "
    ],
    "range": "Close burst 20",
    "targets": "Two creatures in the burst",
    "effect": "Choose two targets. Extend the vulnerabilities of one target to the other until the end of the encounter, so that they are both vulnerable until the end of the encounter, even if the original ability was only temporary. If neither targets is vulnerable to a damage type, then both targets gain vulnerable 5 all until the end of the encounter."
  },
  "Tempus's Glare": {
    "id": "'3578",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Tempus's Glare",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "You call this battle to the attention of the Lord of Battles. His divine glare hastens the fall of the incompetent.",
    "keywords": [
      " Personal   Effect: Until the end of the encounter, every creature that attacks you and fails to hit takes damage equal to onehalf its level. "
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, every creature that attacks you and fails to hit takes damage equal to onehalf its level."
  },
  "Battle Judgement": {
    "id": "'3579",
    "action": "Free",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Battle Judgement",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "You have learned to emulate Torm’s decisive timing.",
    "keywords": [
      "Healing"
    ],
    "range": "Personal",
    "trigger": "Your melee attack drops an enemy to 0 hit points or fewer",
    "effect": "You regain hit points equal to the damage you dealt with the attack."
  },
  "Divine Regeneration - Chosen": {
    "id": "'9316",
    "action": "Minor",
    "powerClass": "Chosen",
    "frequency": "Daily",
    "level": "26",
    "name": "Divine Regeneration - Chosen",
    "type": "Utility",
    "sourceRef": "Forgotten Realms Player's Guide",
    "flavor": "You ignite the divine spark that glows within you, unleashing a wave of regenerating energy for a short time.",
    "keywords": [
      "Healing"
    ],
    "range": "Personal",
    "effect": "You gain regeneration equal to your highest ability score until the end of the encounter."
  }
}