{
  "Weapon Display": {
    "id": "'9263",
    "action": "Standard",
    "powerClass": "Daring Blade",
    "frequency": "Encounter",
    "level": "11",
    "name": "Weapon Display",
    "type": "Blade",
    "sourceRef": "Dragon Magazine 376",
    "flavor": "You spin your blade in a dazzling display and then slip the blade past your enemy’s defenses with astonishing precision.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Charisma vs. AC",
    "onHit": "2[W] + Charisma modifier damage and the target grants combat advantage to you and your allies until the end of your next turn.",
    "onMiss": "The target is marked until the end of your next turn, and you regain the use of this power.",
    "effect": "Your target grants combat advantage to you for this attack."
  },
  "Offensive Spin Slash": {
    "id": "'9264",
    "action": "Standard",
    "powerClass": "Daring Blade",
    "frequency": "Daily",
    "level": "20",
    "name": "Offensive Spin Slash",
    "type": "Blade",
    "sourceRef": "Dragon Magazine 376",
    "flavor": "You leap toward your foe, spinning through the air, your blade tracing a silvery arc, and when you strike, your enemy skitters back to find someone else to fight.",
    "keywords": [
      "Martial, Rattling, Reliable, Weapon"
    ],
    "range": "Melee weapon",
    "effect": "Shift a number of squares equal to your speed. You gain a +4 power bonus to Intimidate checks until the end of the encounter.",
    "target": "One creature",
    "attack": "Charisma vs. AC",
    "onHit": "4[W] + Charisma modifier damage, slide the target a number of squares up to its speed, and then the target is marked by an ally adjacent to the target or you, if you are adjacent to the target."
  },
  "Defensive Posture (Daring Blade)": {
    "id": "'9265",
    "action": "Move",
    "powerClass": "Daring Blade",
    "frequency": "Encounter",
    "level": "12",
    "name": "Defensive Posture (Daring Blade)",
    "type": "Blade",
    "sourceRef": "Dragon Magazine 376",
    "flavor": "Flooded with arcane power, you dance away with astonishing speed to escape your foe’s attacks, all while daring your enemy to follow.",
    "keywords": [
      "Martial, Weapon"
    ],
    "range": "Personal",
    "effect": "You gain a +2 power bonus to AC and Reflex until the end of your next turn, then shift a number of squares equal to one-half your speed. Each ally that can see you gains a +2 power bonus to attack rolls until the end of your next turn."
  }
}