{
  "Surge of Poison": {
    "id": "'16623",
    "action": "No Action",
    "powerClass": "Fang of Zehir",
    "frequency": "Encounter",
    "level": "11",
    "name": "Surge of Poison",
    "type": "of",
    "sourceRef": "Dragon Magazine 415",
    "flavor": "As you whisper a prayer to Zehir, your attack is imbued with a debilitating poison that cripples your foe.",
    "keywords": [
      "Divine, Poison, Shadow"
    ],
    "range": "Special",
    "trigger": "You hit a creature with a melee attack.",
    "effect": "The creature takes 2d10 extra poison damage from the attack and grants combat advantage until the end of your next turn."
  },
  "Fingers of Zehir": {
    "id": "'16624",
    "action": "Standard",
    "powerClass": "Fang of Zehir",
    "frequency": "Daily",
    "level": "20",
    "name": "Fingers of Zehir",
    "type": "of",
    "sourceRef": "Dragon Magazine 415",
    "flavor": "With shocking suddenness, your weapon transforms into a clutch of writhing serpents that lash out against your foes.",
    "keywords": [
      "Divine, Poison, Shadow, Weapon"
    ],
    "range": "Close blast 3",
    "target": "Each enemy in the blast",
    "attack": "Highest ability modifier vs. Fortitude",
    "onHit": "3[W] + your highest ability modifier poison damage, and ongoing 10 poison damage (save ends).",
    "onMiss": "Half damage."
  },
  "Shadow Serpent Form": {
    "id": "'16625",
    "action": "Minor",
    "powerClass": "Fang of Zehir",
    "frequency": "At-Will",
    "level": "12",
    "name": "Shadow Serpent Form",
    "type": "of",
    "sourceRef": "Dragon Magazine 415",
    "flavor": "Zehir rewards your growing devotion by granting you the ability to become a living manifestation of his power.",
    "keywords": [
      "Divine, Polymorph, Shadow"
    ],
    "range": "Personal",
    "effect": "You change from your humanoid form to the form of a shadow serpent or vice versa. When you change from serpent form to humanoid form, you can shift 1 square.<br/> While in serpent form, you retain your game statistics and size, you cannot attack, and you have darkvision and a +5 power bonus to Stealth checks, which you can make using any cover or concealment, including cover from your allies. Also, your movement imposes no penalty on your Stealth checks.<br/> Your equipment becomes part of this form, and you continue to gain the benefit of the equipment you wear, except shields and item powers. While equipment is part of your serpent form, it cannot be removed, and anything in a container that is part of your serpent form is inaccessible.",
    "special": "You can use this power only once per round."
  }
}