{
  "First Hunter's Spear": {
    "id": "'9942",
    "action": "Standard",
    "powerClass": "First Hunter",
    "frequency": "Encounter",
    "level": "11",
    "name": "First Hunter's Spear",
    "type": "Hunter",
    "sourceRef": "Primal Power",
    "flavor": "You throw your weapon at your foe, hitting it so hard that it’s distracted when your ally attacks.",
    "keywords": [
      "Primal, Weapon"
    ],
    "range": "Ranged weapon",
    "requirement": "You must be wielding a thrown weapon.",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "3[W] + Strength modifier damage, and one of your allies gains combat advantage against the target until the end of your next turn."
  },
  "Form of the First Hunter": {
    "id": "'9943",
    "action": "Minor",
    "powerClass": "First Hunter",
    "frequency": "Daily",
    "level": "20",
    "name": "Form of the First Hunter",
    "type": "Hunter",
    "sourceRef": "Primal Power",
    "flavor": "You transform to resemble an ancient predator. You then hinder your foes and make a target vulnerable to your allies’ attacks.",
    "keywords": [
      "Polymorph, Primal"
    ],
    "range": "Personal",
    "effect": "You assume the guardian form of the first hunter until the end of the encounter. While you are in this form, you gain a +2 power bonus to saving throws. In addition, each enemy marked by you is slowed until the mark ends.<br/>Once during this encounter, you can use the Form of the First Hunter Attack power while you are in this form.",
    "requirement": "The power Form of the First Hunter must be active in order to use this power.",
    "target": "One creature",
    "attack": "Strength vs. Reflex",
    "onHit": "3[W] + Strength modifier damage. Until the end of your next turn, your allies gain combat advantage against the target, and they gain a bonus to damage rolls against it equal to your Constitution modifier.",
    "onMiss": "Half damage."
  },
  "Marked Prey": {
    "id": "'9945",
    "action": "Immediate Reaction",
    "powerClass": "First Hunter",
    "frequency": "Encounter",
    "level": "12",
    "name": "Marked Prey",
    "type": "Hunter",
    "sourceRef": "Primal Power",
    "flavor": "When an enemy tries to slip away, you and a companion hunter close in for the kill.",
    "keywords": [
      "Primal"
    ],
    "range": "Personal",
    "trigger": "An enemy marked by you ends its turn farther from you than where it started its turn",
    "effect": "You and one ally can each shift half your speed as a free action to squares closer to the triggering enemy."
  }
}