{
  "Proof of Domination": {
    "id": "'13838",
    "action": "Standard",
    "powerClass": "Grim Blackguard",
    "frequency": "Encounter",
    "level": "11",
    "name": "Proof of Domination",
    "type": "Blackguard",
    "sourceRef": "Heroes of Shadow",
    "flavor": "You raise your weapon high and dark tendrils crawl forth, fetching crucial life and strength from those around you.",
    "keywords": [
      "Divine, Necrotic, Shadow, Weapon"
    ],
    "range": "Close burst 1",
    "target": "Each creature in the burst",
    "attack": "Strength vs. Fortitude",
    "onHit": "2[W] + Strength modifier necrotic damage, and the target is weakened until the end of your next turn.",
    "effect": "You gain 3 temporary hit points for each creature you target with this attack."
  },
  "Altar of Domination": {
    "id": "'13840",
    "action": "Minor",
    "powerClass": "Grim Blackguard",
    "frequency": "Daily",
    "level": "12",
    "name": "Altar of Domination",
    "type": "Blackguard",
    "sourceRef": "Heroes of Shadow",
    "flavor": "A glowing sigil burns on each side of the black stone altar you create, driving your allies to cut down the feeble.",
    "keywords": [
      "Conjuration, Shadow"
    ],
    "range": "Ranged 5",
    "effect": "You conjure an altar of domination on the ground of an unoccupied square within range. The altar lasts until the end of the encounter, and its square is difficult terrain. While within 5 squares of the altar, you and each ally gain a +2 power bonus to attack rolls against bloodied creatures."
  },
  "Mortal Dread": {
    "id": "'13841",
    "action": "Standard",
    "powerClass": "Grim Blackguard",
    "frequency": "Daily",
    "level": "20",
    "name": "Mortal Dread",
    "type": "Blackguard",
    "sourceRef": "Heroes of Shadow",
    "flavor": "Fear born from your wicked strike assails your target’s mind and ruins its efforts to rally as long as you and your allies are near.",
    "keywords": [
      "Divine, Fear, Psychic, Shadow, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "2[W] + Strength modifier damage, and ongoing 15 psychic damage (save ends). If the target ends its next turn adjacent to you or any of your allies, it cannot make a saving throw to end this effect on that turn.",
    "onMiss": "Half damage, and ongoing 10 psychic damage (save ends)."
  },
  "Slave to Fury": {
    "id": "'13844",
    "action": "Minor",
    "powerClass": "Grim Blackguard",
    "frequency": "Encounter",
    "level": "11",
    "name": "Slave to Fury",
    "type": "Blackguard",
    "sourceRef": "Heroes of Shadow",
    "flavor": "Reckless anger takes hold, instilling you with the preternatural speed necessary to respond to each new attack with one of your own.",
    "keywords": [
      "Divine, Shadow"
    ],
    "range": "Personal",
    "effect": "You grant combat advantage until the end of your next turn. Until the start of your next turn, you can use the secondary power at will. If you don’t use it at least once, your weapon attacks on your next turn deal 1[W] extra damage.",
    "requirement": "The power Slave to Fury must be active in order to use this power.",
    "trigger": "An adjacent enemy hits you with a melee attack or a close attack.",
    "target": "The triggering enemy",
    "attack": "Strength vs. AC",
    "onHit": "2[W] + Strength modifier damage, and the target is dazed until the end of its next turn."
  },
  "Altar of Fury": {
    "id": "'13846",
    "action": "Minor",
    "powerClass": "Grim Blackguard",
    "frequency": "Daily",
    "level": "12",
    "name": "Altar of Fury",
    "type": "Blackguard",
    "sourceRef": "Heroes of Shadow",
    "flavor": "The image of a gore-splattered monolith breaks the ground, red runes crawling across its fury-inducing surface.",
    "keywords": [
      "Conjuration, Shadow"
    ],
    "range": "Ranged 5",
    "effect": "You conjure an altar of fury on the ground of an unoccupied square within range. The altar lasts until the end of the encounter, and its square is difficult terrain. While within 5 squares of the altar, you and your allies gain a power bonus to damage rolls equal to the number of enemies within 5 squares of the altar, with a maximum bonus equal to your Charisma modifier."
  },
  "Uncontrolled Fury": {
    "id": "'13847",
    "action": "Standard",
    "powerClass": "Grim Blackguard",
    "frequency": "Daily",
    "level": "20",
    "name": "Uncontrolled Fury",
    "type": "Blackguard",
    "sourceRef": "Heroes of Shadow",
    "flavor": "When you smash your opponent, you transform it into a reckless, ravening killer bent on destroying anything in its path.",
    "keywords": [
      "Charm, Divine, Psychic, Shadow, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "3[W] + Strength modifier damage.",
    "onMiss": "Half damage.",
    "effect": "The target is dazed (save ends). Until this condition ends, roll a d6 at the start of each of the target’s turns.<br/> 1–2: The target takes 10 psychic damage.<br/> 3–4: The target charges or makes a basic attack as a free action against your enemy nearest to it. If the target cannot attack, it takes no action during this turn.<br/> 5–6: The target and each enemy of yours adjacent to it take 10 psychic damage. The target then makes a melee basic attack as a free action against a creature of your choice. If the target cannot attack, it takes no action during this turn."
  }
}