{
  "Towering Presence": {
    "id": "'11743",
    "action": "Standard",
    "powerClass": "Half-Giant Thug",
    "frequency": "Encounter",
    "level": "11",
    "name": "Towering Presence",
    "type": "",
    "sourceRef": "Dark Sun Campaign Setting",
    "flavor": "You slam a foe to the ground and stand astride it, preventing the enemy from rising until it has dealt with you.",
    "keywords": [
      "Weapon"
    ],
    "range": "Melee 1",
    "target": "One creature",
    "attack": "Strength modifier, Constitution modifier, or Dexterity vs. AC",
    "onHit": "3[W] + Strength modifier, Constitution modifier, or Dexterity modifier damage, and you knock the target prone. Until the end of its next turn, the target can’t stand up until either it attacks you or you are not adjacent to it."
  },
  "Rockslide Stance": {
    "id": "'11744",
    "action": "Minor",
    "powerClass": "Half-Giant Thug",
    "frequency": "Daily",
    "level": "20",
    "name": "Rockslide Stance",
    "type": "",
    "sourceRef": "Dark Sun Campaign Setting",
    "flavor": "You use techniques you learned through a lifetime of brawls to become tougher and meaner than anyone else around.",
    "keywords": [
      "Stance"
    ],
    "range": "Personal",
    "effect": "You assume the rockslide stance. Until the stance ends, you gain resistance equal to your Strength or Constitution modifier to all damage. Once per round when you hit with a melee weapon or close weapon attack on your turn, each enemy adjacent to you takes damage equal to your Strength modifier, plus 1[W] extra damage if you have combat advantage against that enemy."
  },
  "Sudden Endurance": {
    "id": "'11745",
    "action": "Immediate Interrupt",
    "powerClass": "Half-Giant Thug",
    "frequency": "Encounter",
    "level": "12",
    "name": "Sudden Endurance",
    "type": "",
    "sourceRef": "Dark Sun Campaign Setting",
    "flavor": "Your enemy might be attacking you, but you barely notice.",
    "keywords": [
      " Personal   Trigger: You are hit by an attack  Effect: You gain resist 10 to all damage against that attack. "
    ],
    "range": "Personal",
    "trigger": "You are hit by an attack",
    "effect": "You gain resist 10 to all damage against that attack."
  }
}