{
  "Practiced Dilettante": {
    "id": "'12214",
    "action": "Standard",
    "powerClass": "Half-Elf Polymath",
    "frequency": "Encounter",
    "level": "11",
    "name": "Practiced Dilettante",
    "type": "",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "You give your enemies a little something extra that they weren’t expecting.",
    "keywords": [
      " Personal   Effect: You use the power you gained from your Dilettante racial trait. If you hit, you deal 2[W] extra damage if your Dilettante power is a weapon attack, or 2d8 extra damage if it is not a weapon attack. "
    ],
    "range": "Personal",
    "effect": "You use the power you gained from your Dilettante racial trait. If you hit, you deal 2[W] extra damage if your Dilettante power is a weapon attack, or 2d8 extra damage if it is not a weapon attack."
  },
  "Infinite Reflections": {
    "id": "'12215",
    "action": "Minor",
    "powerClass": "Half-Elf Polymath",
    "frequency": "Daily",
    "level": "20",
    "name": "Infinite Reflections",
    "type": "",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "You unleash a flurry of attacks against your foes, taking the best tricks of your allies to use against your enemies.",
    "keywords": [
      "Stance"
    ],
    "range": "Personal",
    "effect": "You assume the infinite reflections stance. Until the stance ends, you can use the 1st-level at-will attack powers of any ally within 10 squares of you as though you knew that power. You use all your own statistics to determine the effect of that power."
  },
  "Skill Dabbler": {
    "id": "'12216",
    "action": "Minor",
    "powerClass": "Half-Elf Polymath",
    "frequency": "Daily",
    "level": "12",
    "name": "Skill Dabbler",
    "type": "",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "Your diverse set of skills allows you to show amazing proficiency in a variety of areas occasionally.",
    "keywords": [
      " Personal   Effect: Choose one skill in which you are not trained. Until the end of the encounter, you are trained in that skill. "
    ],
    "range": "Personal",
    "effect": "Choose one skill in which you are not trained. Until the end of the encounter, you are trained in that skill."
  }
}