{
  "Sly Offensive": {
    "id": "'5481",
    "action": "Standard",
    "powerClass": "Halfling Scoundrel",
    "frequency": "Encounter",
    "level": "11",
    "name": "Sly Offensive",
    "type": "Scoundrel",
    "sourceRef": "Player's Handbook 2",
    "flavor": "Your weapon ends up exactly where the enemy didn’t expect, leaving that foe off balance.",
    "keywords": [
      "Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Dexterity or Charisma vs. Reflex",
    "onHit": "2[W] + Dexterity or Charisma modifier damage, and the target takes a -2 penalty to attack rolls against you until the end of its next turn. If the target misses with any attack during its next turn, you can shift a number of squares equal to your Dexterity or Charisma modifier as an opportunity action.",
    "special": "When you gain this power, choose Dexterity or Charisma as the ability you use when making attack rolls and damage rolls with this power. You use the same ability to determine the number of squares you shift."
  },
  "Problem Solver": {
    "id": "'5482",
    "action": "Immediate Interrupt",
    "powerClass": "Halfling Scoundrel",
    "frequency": "Encounter",
    "level": "12",
    "name": "Problem Solver",
    "type": "Scoundrel",
    "sourceRef": "Player's Handbook 2",
    "flavor": "You find solutions to the thorniest problems.",
    "keywords": [
      " Ranged 10  Trigger: An ally within 10 squares of you fails a check with a skill in which you’re trained  Target: The triggering ally  Effect: The target can reroll the skill check with a +2 power bonus. "
    ],
    "range": "Ranged 10",
    "trigger": "An ally within 10 squares of you fails a check with a skill in which you’re trained",
    "target": "The triggering ally",
    "effect": "The target can reroll the skill check with a +2 power bonus."
  },
  "Halfling's Taunt": {
    "id": "'5483",
    "action": "Standard",
    "powerClass": "Halfling Scoundrel",
    "frequency": "Daily",
    "level": "20",
    "name": "Halfling's Taunt",
    "type": "Scoundrel",
    "sourceRef": "Player's Handbook 2",
    "flavor": "You enrage your foe with a chuckle and a taunt. That foe’s fury swells as its attacks miss you and you whack it in response.",
    "keywords": [
      "Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Dexterity or Charisma vs. AC",
    "onHit": "5[W] + Dexterity or Charisma modifier damage.",
    "onMiss": "Half damage.",
    "effect": "Until the end of the encounter, if the target attacks, it must include you as a target if none of your allies are nearer to it than you are. You gain a +2 bonus to all defenses against the target’s attacks. If the target misses you with an attack, you can make a basic attack against it as an opportunity action.",
    "special": "When you gain this power, choose Dexterity or Charisma as the ability you use when making attack rolls and damage rolls with this power."
  }
}