{
  "Siberys Mark of Detection": {
    "id": "'12587",
    "action": "Minor",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Detection",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "Nothing can be hidden from you.",
    "keywords": [
      " Personal   Effect: You gain blindsight 10 until the end of the encounter. "
    ],
    "range": "Personal",
    "effect": "You gain blindsight 10 until the end of the encounter."
  },
  "Siberys Mark of Finding": {
    "id": "'12588",
    "action": "Minor",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Finding",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "Your dragonmark flares as you gaze at your foe. Now nothing can prevent you from hunting down your enemy.",
    "keywords": [
      " Ranged 20  Target: One creature  Effect: Until the end of the encounter, the target grants combat advantage to you. Your attacks against the target deal 1d6 extra damage. The target does not benefit from cover or concealment against you as long as you can see the target, and you know the target’s precise location. If the target is more than 3 squares away from you at the start of your turn, you can teleport to any square within 5 squares of the target as a move action. "
    ],
    "range": "Ranged 20",
    "target": "One creature",
    "effect": "Until the end of the encounter, the target grants combat advantage to you. Your attacks against the target deal 1d6 extra damage. The target does not benefit from cover or concealment against you as long as you can see the target, and you know the target’s precise location. If the target is more than 3 squares away from you at the start of your turn, you can teleport to any square within 5 squares of the target as a move action."
  },
  "Siberys Mark of Handling": {
    "id": "'12589",
    "action": "Standard",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Handling",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "You grant a beast or summoned creature its own mind and will.",
    "keywords": [
      " Personal   Effect: You gain an extra standard action each turn until the end of the encounter. You can use this action only to use an at-will beast power or to command a summoned creature. Alternatively, your mount can use this extra action to attack. "
    ],
    "range": "Personal",
    "effect": "You gain an extra standard action each turn until the end of the encounter. You can use this action only to use an at-will beast power or to command a summoned creature. Alternatively, your mount can use this extra action to attack."
  },
  "Siberys Mark of Healing": {
    "id": "'12590",
    "action": "Minor",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Healing",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "Healing energy spreads out from you to bolster your allies, especially those who are near death.",
    "keywords": [
      "Healing"
    ],
    "range": "Close burst 10",
    "target": "You and each ally in the burst",
    "effect": "The target regains hit points as if he or she had spent 2 healing surges, or 3 healing surges if he or she is bloodied."
  },
  "Siberys Mark of Hospitality": {
    "id": "'12591",
    "action": "Standard",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Hospitality",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "You create a zone of safe refuge around yourself.",
    "keywords": [
      "Healing, Zone"
    ],
    "range": "Close burst 2",
    "effect": "The burst creates a zone that lasts until the end of the encounter or until you move. You and any ally gain a +2 power bonus to all defenses while within the zone. If you or an ally spends a healing surge while within the zone, that character regains 20 additional hit points. Your allies can teleport 10 squares to any square within the zone as a move action."
  },
  "Siberys Mark of Making": {
    "id": "'12592",
    "action": "Minor",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Making",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "What your magic has wrought, your dragonmark makes real.",
    "keywords": [
      " Personal   Effect: Until the end of the encounter, you automatically sustain any of your powers that normally require a minor action to sustain without spending an action. You sustain such powers even if you are stunned or unconscious. "
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, you automatically sustain any of your powers that normally require a minor action to sustain without spending an action. You sustain such powers even if you are stunned or unconscious."
  },
  "Siberys Mark of Passage": {
    "id": "'12593",
    "action": "Move",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Passage",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "You open a passage that transcends the limits of space, inviting your allies to follow you through it.",
    "keywords": [
      "Teleportation"
    ],
    "range": "Personal",
    "effect": "You teleport 20 squares, and each ally adjacent to your starting position can teleport to a square adjacent to your new location. Neither you nor a teleporting ally needs to see your destination."
  },
  "Siberys Mark of Scribing": {
    "id": "'12594",
    "action": "Standard",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Scribing",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "You scribe the Prophetic symbols that spell your enemies’ doom.",
    "keywords": [
      "Zone"
    ],
    "range": "Area burst 1 within 10 squares",
    "effect": "The burst becomes a zone that lasts until the end of the encounter. Enemies within the zone gain vulnerable 10 to all damage, and your allies can score critical hits against enemies within the zone on a natural attack roll of 19–20."
  },
  "Siberys Mark of Sentinel": {
    "id": "'12595",
    "action": "Minor",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Sentinel",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "You become the perfect sentinel, unwavering in your dedication to your task.",
    "keywords": [
      " Personal   Effect: Until the end of the encounter, you gain a +5 power bonus to your Will, and you automatically succeed on saving throws against charm effects. "
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, you gain a +5 power bonus to your Will, and you automatically succeed on saving throws against charm effects."
  },
  "Siberys Mark of Shadow": {
    "id": "'12596",
    "action": "Minor",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Shadow",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "Pulling the shadows around you, you disappear from view.",
    "keywords": [
      "Illusion"
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, you are invisible to any creature against which you have any cover or concealment."
  },
  "Siberys Mark of Storm": {
    "id": "'12597",
    "action": "Standard",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Storm",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "Howling winds swirl around you and thunder rumbles in the sky.",
    "keywords": [
      "Zone"
    ],
    "range": "Close burst 3",
    "effect": "The burst creates a zone that lasts until the end of the encounter. The zone is difficult terrain for creatures on the ground. When a creature flies to a square within the zone, you can slide that creature a number of squares equal to its fly speed as an opportunity action, and then its movement ends. You can fly your speed and hover while within the zone. In addition, thunder and lightning attacks deal 1d10 extra damage against targets within the zone."
  },
  "Siberys Mark of Warding": {
    "id": "'12598",
    "action": "Standard",
    "powerClass": "Heir of Siberys",
    "frequency": "Daily",
    "level": "26",
    "name": "Siberys Mark of Warding",
    "type": "of",
    "sourceRef": "Dragon Magazine 388",
    "flavor": "You create a nigh-impenetrable barrier to protect your allies.",
    "keywords": [
      "Zone"
    ],
    "range": "Close burst 3",
    "effect": "The burst becomes a zone that lasts until the end of your next turn. Enemies can’t enter the zone, and allies gain a +2 power bonus to their defenses while within the zone. The zone ends if a creature inside the zone attacks a creature outside the zone.",
    "sustainMinor": "The zone persists."
  }
}