{
  "Rousing Battle Cry": {
    "id": "'16634",
    "action": "Minor",
    "powerClass": "Hobgoblin",
    "frequency": "Daily",
    "level": "2",
    "name": "Rousing Battle Cry",
    "type": "Racial",
    "sourceRef": "Dragon Magazine 419",
    "flavor": "You loose a stirring shout that rouses injured allies to fight once more.",
    "keywords": [
      " Close burst 3  Target: Each ally in the burst  Effect: The target gains 5 temporary hit points. If the target is asleep, it wakens. If the target is prone, it can stand up as a free action. "
    ],
    "range": "Close burst 3",
    "target": "Each ally in the burst",
    "effect": "The target gains 5 temporary hit points. If the target is asleep, it wakens. If the target is prone, it can stand up as a free action."
  },
  "Hold Formation": {
    "id": "'16635",
    "action": "Immediate Interrupt",
    "powerClass": "Hobgoblin",
    "frequency": "Encounter",
    "level": "6",
    "name": "Hold Formation",
    "type": "Racial",
    "sourceRef": "Dragon Magazine 419",
    "flavor": "When a foe tries to move you from your position, you brace yourself to keep the battle line intact.",
    "keywords": [
      " Personal   Trigger: An enemy’s attack pushes, pulls, or slides you.  Effect: The forced movement does not affect you, and you gain combat advantage against the triggering enemy until the end of your next turn. "
    ],
    "range": "Personal",
    "trigger": "An enemy’s attack pushes, pulls, or slides you.",
    "effect": "The forced movement does not affect you, and you gain combat advantage against the triggering enemy until the end of your next turn."
  },
  "Plug the Gap": {
    "id": "'16636",
    "action": "Immediate Interrupt",
    "powerClass": "Hobgoblin",
    "frequency": "Encounter",
    "level": "10",
    "name": "Plug the Gap",
    "type": "Racial",
    "sourceRef": "Dragon Magazine 419",
    "flavor": "When a foe tries to escape, you move to intercept it or block its path.",
    "keywords": [
      " Personal   Trigger: An enemy within 3 squares of you moves without shifting.  Effect: You shift up to 3 squares to a square adjacent to the triggering enemy. You then mark that enemy until the end of your next turn. "
    ],
    "range": "Personal",
    "trigger": "An enemy within 3 squares of you moves without shifting.",
    "effect": "You shift up to 3 squares to a square adjacent to the triggering enemy. You then mark that enemy until the end of your next turn."
  },
  "Superior Discipline": {
    "id": "'16637",
    "action": "No Action",
    "powerClass": "Hobgoblin",
    "frequency": "Daily",
    "level": "16",
    "name": "Superior Discipline",
    "type": "Racial",
    "sourceRef": "Dragon Magazine 419",
    "flavor": "Calling upon your extensive experience in battle, you improve your ability to fight on through hardship.",
    "keywords": [
      " Personal   Trigger: You use hobgoblin discipline.  Effect: You regain the use of hobgoblin discipline. "
    ],
    "range": "Personal",
    "trigger": "You use hobgoblin discipline.",
    "effect": "You regain the use of hobgoblin discipline."
  },
  "Tactical Deployment": {
    "id": "'16638",
    "action": "Move",
    "powerClass": "Hobgoblin",
    "frequency": "Encounter",
    "level": "22",
    "name": "Tactical Deployment",
    "type": "Racial",
    "sourceRef": "Dragon Magazine 419",
    "flavor": "You shout orders and gesture to your allies, sparking them to move to a more advantageous position.",
    "keywords": [
      " Close burst 5  Target: Each ally in the burst  Effect: The target can shift up to half its speed. "
    ],
    "range": "Close burst 5",
    "target": "Each ally in the burst",
    "effect": "The target can shift up to half its speed."
  },
  "Hobgoblin Discipline": {
    "id": "'2478",
    "action": "Free",
    "powerClass": "Hobgoblin",
    "frequency": "Encounter",
    "level": "0",
    "name": "Hobgoblin Discipline",
    "type": "Racial",
    "sourceRef": "Monster Manual, Dragon Magazine 419",
    "flavor": "You steel yourself against a harmful effect, and that malady disappears.",
    "keywords": [
      " Personal   Trigger: You start your turn subjected to an effect that a save can end.  Effect: The triggering effect ends. "
    ],
    "range": "Personal",
    "trigger": "You start your turn subjected to an effect that a save can end.",
    "effect": "The triggering effect ends."
  }
}