{
  "Winged Spirit Strike": {
    "id": "'9802",
    "action": "Standard",
    "powerClass": "Keen Eagle",
    "frequency": "Encounter",
    "level": "11",
    "name": "Winged Spirit Strike",
    "type": "Eagle",
    "sourceRef": "Primal Power",
    "flavor": "The spirit of a bird of prey dives on your enemy, leaving your foe vulnerable to your allies’ attacks.",
    "keywords": [
      "Implement, Primal"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Wisdom vs. Reflex",
    "onHit": "Wisdom modifier damage. Until the end of your next turn, any ally can score a critical hit against the target on a roll of 16–20."
  },
  "Flurry of Spirit Talons": {
    "id": "'9803",
    "action": "Standard",
    "powerClass": "Keen Eagle",
    "frequency": "Daily",
    "level": "20",
    "name": "Flurry of Spirit Talons",
    "type": "Eagle",
    "sourceRef": "Primal Power",
    "flavor": "In a burst of supernatural speed, your spirit companion flashes among your enemies, leaving them gashed, staggered, and vulnerable to attack.",
    "keywords": [
      "Implement, Primal, Spirit"
    ],
    "range": "Close burst spirit 1",
    "effect": "Until the end of the encounter or until your spirit companion disappears, you and your allies can score critical hits on a roll of 18–20 against any creature that is adjacent to your spirit companion. Then make the following attack.",
    "target": "Each enemy in the burst",
    "attack": "Wisdom vs. Reflex",
    "onHit": "5d6 + Wisdom modifier damage. If you score a critical hit with the attack, the target is also dazed (save ends)."
  },
  "Hunting Eagle": {
    "id": "'9804",
    "action": "Immediate Interrupt",
    "powerClass": "Keen Eagle",
    "frequency": "Encounter",
    "level": "12",
    "name": "Hunting Eagle",
    "type": "Eagle",
    "sourceRef": "Primal Power",
    "flavor": "You send your spirit companion to your ally’s aid. It flies around your ally’s target, making that foe easier for your ally to attack.",
    "keywords": [
      "Primal, Spirit"
    ],
    "range": "Personal",
    "trigger": "An ally adjacent to your spirit companion makes an attack roll for a ranged or an area attack",
    "effect": "You move your spirit companion to a square adjacent to a target of the attack. The triggering ally gains a +2 power bonus to the attack roll against each target adjacent to your spirit companion."
  }
}