{
  "Summon the Beast": {
    "id": "'5087",
    "action": "Standard",
    "powerClass": "Keeper of the Hidden Flame",
    "frequency": "Encounter",
    "level": "11",
    "name": "Summon the Beast",
    "type": "of",
    "sourceRef": "Player's Handbook 2",
    "flavor": "Your foe howls with bestial rage, throwing itself into the fight and right into your trap.",
    "keywords": [
      "Implement, Primal"
    ],
    "range": "Ranged 5",
    "target": "One creature",
    "attack": "Wisdom vs. Will",
    "onHit": "You pull the target 5 squares and knock it prone. In addition, the target is dazed until the end of your next turn."
  },
  "Spark of Fury": {
    "id": "'5088",
    "action": "Minor",
    "powerClass": "Keeper of the Hidden Flame",
    "frequency": "Encounter",
    "level": "12",
    "name": "Spark of Fury",
    "type": "of",
    "sourceRef": "Player's Handbook 2",
    "flavor": "You call on the wellspring of wrath that burns within you and your allies. For a critical moment, all of you fight with the ferocity of cornered beasts.",
    "keywords": [
      "Primal"
    ],
    "range": "Close burst 5",
    "target": "You and each ally in the burst",
    "effect": "Until the end of your next turn, each target gains a +1 power bonus to attack rolls and a +2 power bonus to damage rolls."
  },
  "Spirit of the Beast": {
    "id": "'5089",
    "action": "Standard",
    "powerClass": "Keeper of the Hidden Flame",
    "frequency": "Daily",
    "level": "20",
    "name": "Spirit of the Beast",
    "type": "of",
    "sourceRef": "Player's Handbook 2",
    "flavor": "The spirit of the beast overwhelms your foe, driving it into a reckless rampage.",
    "keywords": [
      "Implement, Primal"
    ],
    "range": "Ranged 20",
    "target": "One creature",
    "attack": "Wisdom vs. Will",
    "onHit": "The target is overwhelmed by a beast spirit (save ends). While overwhelmed by the spirit, the target grants combat advantage, can make melee attacks only, and must target your ally nearest to it when it attacks. In addition, it must make any opportunity attack it can. The target cannot make a saving throw against this effect if the target has hit with a melee attack since the end of its last turn.",
    "onMiss": "The target grants combat advantage and must target your ally nearest to it when it attacks (save ends both). The target cannot make a saving throw against this effect if the target has hit with a melee attack since the end of its last turn."
  }
}