{
  "Fortunate Turn of Events": {
    "id": "'11837",
    "action": "Immediate Reaction",
    "powerClass": "Luckbender",
    "frequency": "Encounter",
    "level": "11",
    "name": "Fortunate Turn of Events",
    "type": "Attack",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "An enemy’s failed attack triggers a welcome, though suspiciously convenient backlash from a nearby hazard.",
    "keywords": [
      "Arcane, Implement, Varies"
    ],
    "range": "Ranged 10",
    "trigger": "An enemy within 10 squares misses you with an attack",
    "target": "The triggering attacker and each enemy adjacent to it",
    "attack": "Charisma vs. Reflex",
    "onHit": "2d8 + Charisma modifier damage. The damage is of one type you resist with your Wild Soul class feature (if you have multiple resistances from your Wild Soul feature, choose one type). If you rolled an even number on this attack roll, the target is knocked prone. If you rolled an odd number on this attack roll, you slide the target 3 squares."
  },
  "Just Not Their Day": {
    "id": "'11838",
    "action": "Standard",
    "powerClass": "Luckbender",
    "frequency": "Daily",
    "level": "20",
    "name": "Just Not Their Day",
    "type": "Attack",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "You trigger an unending series of painful complications, coincidences, and calamities that strike your enemy simultaneously.",
    "keywords": [
      "Arcane, Implement, Varies"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "effect": "Before making the following attack, choose 1–10 or 11–20. If the result on the die for the attack roll is within the range you chose, this attack deals 2d12 extra damage, even on a miss.",
    "attack": "Charisma vs. Reflex",
    "onHit": "3d12 + Charisma modifier damage and you slide the target 3 squares and knock it prone. The damage is of one type you resist with your Wild Soul class feature (if you have multiple resistances from your Wild Soul feature, choose one type).",
    "onMiss": "Half damage, and you slide the target 1 square."
  },
  "Even the Odds": {
    "id": "'11839",
    "action": "Free",
    "powerClass": "Luckbender",
    "frequency": "Daily",
    "level": "12",
    "name": "Even the Odds",
    "type": "Utility",
    "sourceRef": "Dragon Magazine 385",
    "flavor": "“Real sorcerers make their own luck.”",
    "keywords": [
      "Arcane"
    ],
    "range": "Close burst 5",
    "trigger": "You, an ally, or an enemy in the burst makes an attack roll, skill check, or saving throw.",
    "effect": "Roll 1d6, and either add or subtract the result from the triggering roll."
  }
}