{
  "Medani True Strike": {
    "id": "'7594",
    "action": "Standard",
    "powerClass": "Medani Trueseer",
    "frequency": "Encounter",
    "level": "11",
    "name": "Medani True Strike",
    "type": "Trueseer",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Your Mark of Detection flares, sending out darts of energy to hunt down hidden foes and reveal their locations.",
    "keywords": [
      " Ranged 10  Effect: You can see invisible creatures within 10 squares of you and within your line of sight until you hit or miss with this power.  Target: One creature  Attack: Charisma or Wisdom + 4 vs. Reflex. The attack ignores any cover and any concealment if the target is within 10 squares of you.  Hit: 2d10 + Charisma or Wisdom modifier. "
    ],
    "range": "Ranged 10",
    "effect": "You can see invisible creatures within 10 squares of you and within your line of sight until you hit or miss with this power.",
    "target": "One creature",
    "attack": "Charisma or Wisdom + 4 vs. Reflex. The attack ignores any cover and any concealment if the target is within 10 squares of you.",
    "onHit": "2d10 + Charisma or Wisdom modifier."
  },
  "Medani Foretelling": {
    "id": "'7595",
    "action": "Free",
    "powerClass": "Medani Trueseer",
    "frequency": "Encounter",
    "level": "12",
    "name": "Medani Foretelling",
    "type": "Trueseer",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "The power of your dragon mark allows you to take a quick glance into the future to help you decide what to do.",
    "keywords": [
      " Personal   Effect: You roll a d20. If you attack during this turn, you can choose to use this roll as the first attack roll of the attack. "
    ],
    "range": "Personal",
    "effect": "You roll a d20. If you attack during this turn, you can choose to use this roll as the first attack roll of the attack."
  },
  "Disruptive Premonition": {
    "id": "'7596",
    "action": "Immediate Interrupt",
    "powerClass": "Medani Trueseer",
    "frequency": "Daily",
    "level": "20",
    "name": "Disruptive Premonition",
    "type": "Trueseer",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Before your enemy can strike, you let loose a debilitating sting that inhibits its defenses and ability to attack.",
    "keywords": [
      "Weapon"
    ],
    "range": "Ranged 10",
    "trigger": "An enemy within 10 squares of you hits or misses you or an ally",
    "target": "The triggering enemy",
    "attack": "Charisma or Wisdom vs. Reflex",
    "onHit": "3d10 + Charisma or Wisdom modifier damage, and the target takes a -4 penalty to attack rolls against you (save ends).",
    "onMiss": "Half damage.",
    "effect": "The target grants combat advantage to you until the end of your next turn."
  }
}