{
  "Forceful Transformation": {
    "id": "'16103",
    "action": "Standard",
    "powerClass": "Moon Hunter",
    "frequency": "Encounter",
    "level": "11",
    "name": "Forceful Transformation",
    "type": "Hunter",
    "sourceRef": "Dragon Magazine 406",
    "flavor": "Your weapon glows silver as you strike your foe, sending it reeling and causing it intense pain if it is a shapechanger.",
    "keywords": [
      "Arcane, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Highest ability modifier vs. Fortitude",
    "onHit": "2[W] + your highest ability modifier damage, and the target is dazed until the end of your next turn. If the target has the shapechanger subtype, it is instead dazed and takes ongoing 5 damage (save ends both)."
  },
  "Reflect the Full Moon": {
    "id": "'16104",
    "action": "Standard",
    "powerClass": "Moon Hunter",
    "frequency": "Daily",
    "level": "20",
    "name": "Reflect the Full Moon",
    "type": "Hunter",
    "sourceRef": "Dragon Magazine 406",
    "flavor": "You project a silver disc of moonlight around yourself. Your enemies’ eyes alight with the white radiance, making them incapable of seeing anything but that brilliance.",
    "keywords": [
      "Arcane, Radiant"
    ],
    "range": "Close burst 2",
    "target": "Each enemy in the burst",
    "attack": "Highest ability modifier +4 vs. Reflex",
    "onHit": "3d6 + your highest ability modifier radiant damage, and the target is blinded (save ends). If the target has the shapechanger subtype or is currently subjected to a polymorph effect, it takes a -2 penalty to saving throws against this effect.",
    "onMiss": "Half damage, and the target is blinded until the end of your next turn."
  },
  "Maiden’s Light": {
    "id": "'16105",
    "action": "Minor",
    "powerClass": "Moon Hunter",
    "frequency": "Encounter",
    "level": "12",
    "name": "Maiden’s Light",
    "type": "Hunter",
    "sourceRef": "Dragon Magazine 406",
    "flavor": "You shed a bright silver light that reveals your enemies and disturbs those not in their natural forms.",
    "keywords": [
      "Arcane, Aura"
    ],
    "range": "Personal",
    "effect": "You activate an aura 3 of bright light that lasts until the end of your next turn. Enemies that have the shapechanger subtype or are subject to a polymorph effect grant combat advantage while in the aura.",
    "sustainMinor": "The aura persists until the end of your next turn."
  }
}