{
  "Freezing Blast": {
    "id": "'11053",
    "action": "Free",
    "powerClass": "Nature's Avatar",
    "frequency": "Encounter",
    "level": "11",
    "name": "Freezing Blast",
    "type": "",
    "sourceRef": "Player's Handbook 3",
    "flavor": "You draw power from the world to bolster your attack with a blast of freezing wind.",
    "keywords": [
      "Cold"
    ],
    "range": "Personal",
    "trigger": "You hit a creature with an at-will attack power",
    "target": "The creature you hit",
    "effect": "The target takes 1d10 extra cold damage from the triggering attack, and the target is subject to an additional effect based on your current aspect of nature.",
    "aspectOfTheAncients": "The target is dazed until the end of your next turn.",
    "aspectOfTheDestroyer": "The target instead takes 2d10 extra cold damage.",
    "aspectOfTheHunter": "The target is restrained until the end of your next turn."
  },
  "Nature's Purging Fire": {
    "id": "'11054",
    "action": "Free",
    "powerClass": "Nature's Avatar",
    "frequency": "Daily",
    "level": "20",
    "name": "Nature's Purging Fire",
    "type": "",
    "sourceRef": "Player's Handbook 3",
    "flavor": "Just as a forest fire clears the way for new growth, you ignite your enemy to cleanse its influence from the world.",
    "keywords": [
      "Fire, Teleportation"
    ],
    "range": "Personal",
    "trigger": "You hit or miss a creature with an at-will attack power",
    "target": "The creature you hit or missed",
    "effect": "The target takes 10 fire damage, the target deals 5 fire damage to each enemy adjacent to it at the start of its turn (save ends), and the target is subject to an additional effect based on your current aspect of nature.",
    "aspectOfTheAncients": "The target is subjected to the ancients’ grasp (save ends). Until the grasp ends, any enemy that starts its turn adjacent to the target is immobilized until the end of your next turn.",
    "aspectOfTheDestroyer": "The target instead takes 20 fire damage.",
    "aspectOfTheHunter": "The target is subjected to your hunter’s wrath (save ends). Until the wrath ends, whenever you hit the target, you can teleport it 5 squares to a square adjacent to an enemy."
  },
  "Nature's Rebirth": {
    "id": "'11056",
    "action": "Minor",
    "powerClass": "Nature's Avatar",
    "frequency": "Daily",
    "level": "12",
    "name": "Nature's Rebirth",
    "type": "",
    "sourceRef": "Player's Handbook 3",
    "flavor": "Tapping into the ever-changing nature of the Feywild, you alter your aspect to meet your adversary.",
    "keywords": [
      " Personal   Effect: You can make a saving throw. In addition, you change your current aspect of nature to a different one. You can use the power associated with the new aspect, even if you have already used an aspect of nature power during this encounter. "
    ],
    "range": "Personal",
    "effect": "You can make a saving throw. In addition, you change your current aspect of nature to a different one. You can use the power associated with the new aspect, even if you have already used an aspect of nature power during this encounter."
  }
}