{
  "Savor the Black Blood": {
    "id": "'14046",
    "action": "No Action",
    "powerClass": "Nocturnal",
    "frequency": "Encounter",
    "level": "11",
    "name": "Savor the Black Blood",
    "type": "Attack",
    "sourceRef": "Heroes of Shadow",
    "flavor": "You drive into your foe with a brutal attack, replenishing your strength as you drink deep of its life force.",
    "keywords": [
      "Primal, Shadow"
    ],
    "range": "Melee 1",
    "trigger": "You hit an adjacent creature with a melee attack.",
    "target": "The creature you hit",
    "effect": "The target takes 10 extra damage, and you gain 10 temporary hit points."
  },
  "Tainted Predator": {
    "id": "'14047",
    "action": "Minor",
    "powerClass": "Nocturnal",
    "frequency": "Daily",
    "level": "20",
    "name": "Tainted Predator",
    "type": "Attack",
    "sourceRef": "Heroes of Shadow",
    "flavor": "You call forth the black blood of the hunting beasts that are your kin, seeding your attacks with their deadly power.",
    "keywords": [
      "Necrotic, Poison, Primal, Shadow"
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, your melee attacks that hit also deal ongoing 5 necrotic and poison damage (save ends). On a critical hit, this increases to ongoing 10 necrotic and poison damage (save ends)."
  },
  "Summon the Shadow Pack": {
    "id": "'14048",
    "action": "Minor",
    "powerClass": "Nocturnal",
    "frequency": "Daily",
    "level": "12",
    "name": "Summon the Shadow Pack",
    "type": "Utility",
    "sourceRef": "Heroes of Shadow",
    "flavor": "A feral howl heralds the arrival of your packmates, who slip around your foes to aid you and your allies.",
    "keywords": [
      "Conjuration, Primal, Shadow"
    ],
    "range": "Ranged 10",
    "effect": "You conjure up to five shadow pack members in unoccupied squares within range that are adjacent to one or more enemies. The pack members last until the end of your next turn. Pack members can flank with you and your allies. As a move action, you can move any or all pack members up to 6 squares each.",
    "sustainMinor": "The pack members persist until the end of your next turn."
  }
}