{
  "Disturbing Visions": {
    "id": "'7600",
    "action": "Standard",
    "powerClass": "Phiarlan Phantasmist",
    "frequency": "Encounter",
    "level": "11",
    "name": "Disturbing Visions",
    "type": "Phantasmist",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Terrible illusions plague your enemies’ minds, causing them to flee in fright.",
    "keywords": [
      "Fear, Illusion, Implement, Psychic"
    ],
    "range": "Area burst 1 within 10",
    "target": "Each enemy in the burst",
    "attack": "Intelligence or Charisma vs. Will",
    "onHit": "2d6 + Intelligence or Charisma modifier psychic damage, and you slide the target 2 squares. In addition, the target takes a -2 penalty to attack rolls until the end of your next turn."
  },
  "Taunting Decoy": {
    "id": "'7601",
    "action": "Standard",
    "powerClass": "Phiarlan Phantasmist",
    "frequency": "Daily",
    "level": "12",
    "name": "Taunting Decoy",
    "type": "Phantasmist",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "An image of you appears near your enemy, drawing its attacks.",
    "keywords": [
      "Conjuration, Teleportation"
    ],
    "range": "Ranged 10",
    "effect": "You conjure a decoy of yourself in an unoccupied square within range. The decoy occupies 1 square, and it lasts until the end of your next turn. When you conjure the decoy, it marks one enemy within 5 squares of it until the end of your next turn. The decoy can be attacked, and when the enemy marked by the decoy hits it, the mark ends and the decoy teleports 5 squares. As a move action, you can move the decoy 3 squares.",
    "sustainMinor": "The decoy persists, and it marks one enemy within 5 squares of it."
  },
  "Phantasmist Stalker": {
    "id": "'7602",
    "action": "Standard",
    "powerClass": "Phiarlan Phantasmist",
    "frequency": "Daily",
    "level": "20",
    "name": "Phantasmist Stalker",
    "type": "Phantasmist",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "You summon a feral, gangly creature of shadow and mist to do your bidding.",
    "keywords": [
      "Implement, Psychic, Summoning"
    ],
    "range": "Ranged 10",
    "effect": "You summon a Medium phantasmist stalker in an unoccupied square within range. The stalker has speed 7. It has a +4 bonus to AC and to Reflex and a +5 bonus to saving throws against fear effects and charm effects. Whenever the stalker hits a creature granting combat advantage to it, that creature takes ongoing 5 psychic damage (save ends). You can give the phantasmist stalker the following special commands.",
    "minorAction": "The phantasmist stalker moves 7 squares. It is insubstantial while moving.",
    "standardAction": "Melee 1; targets one creature; Intelligence or Charisma vs. Reflex; 1d8 + Intelligence or Charisma modifier psychic damage.",
    "opportunityAttack": "Melee 1; targets one creature; Intelligence or Charisma vs. Reflex; 1d8 + Intelligence or Charisma modifier psychic damage."
  }
}