{
  "Pixie Dust": {
    "id": "'15835",
    "action": "Move",
    "powerClass": "Pixie",
    "frequency": "Encounter",
    "level": "0",
    "name": "Pixie Dust",
    "type": "Racial",
    "sourceRef": "Heroes of the Feywild",
    "flavor": "You hurl a bright globe of fey magic that grants your friend the ability to soar through the air for a moment.",
    "keywords": [
      "&nbsp;&nbsp;Ranged 5</p><p class=\"powerstat\">Target: One ally</p><p class=\"flavor\">Effect: The target can fly up to 6 squares as a free action.</p>"
    ],
    "range": "Ranged 5",
    "target": "One ally",
    "effect": "The target can fly up to 6 squares as a free action."
  },
  "Shrink": {
    "id": "'15836",
    "action": "Minor",
    "powerClass": "Pixie",
    "frequency": "Encounter",
    "level": "0",
    "name": "Shrink",
    "type": "Racial",
    "sourceRef": "Heroes of the Feywild",
    "flavor": "At your touch, an object shrinks to your wee size or is restored to its original state.",
    "keywords": [
      "&nbsp;&nbsp;Melee 1</p><p class=\"powerstat\">Target: One object that is sized for a Medium or Small creature, is not inside a container, does not contain anything, and is not held, worn, or carried by anyone other than you.</p><p class=\"flavor\">Effect: The target shrinks to a size appropriate for a Tiny creature’s use. The new size ends at the end of your next extended rest unless the shrunken target is on your person. The size also ends if you or another pixie uses this power on the shrunken target. While shrunk, the target keeps its game statistics, such as damage dice and weight. A shrunken weapon, however, becomes an improvised one-handed weapon for a non-Tiny creature.</p>"
    ],
    "range": "Melee 1",
    "target": "One object that is sized for a Medium or Small creature, is not inside a container, does not contain anything, and is not held, worn, or carried by anyone other than you.",
    "effect": "The target shrinks to a size appropriate for a Tiny creature’s use. The new size ends at the end of your next extended rest unless the shrunken target is on your person. The size also ends if you or another pixie uses this power on the shrunken target. While shrunk, the target keeps its game statistics, such as damage dice and weight. A shrunken weapon, however, becomes an improvised one-handed weapon for a non-Tiny creature."
  },
  "Ventriloquist Prank": {
    "id": "'15837",
    "action": "Minor",
    "powerClass": "Pixie",
    "frequency": "Encounter",
    "level": "2",
    "name": "Ventriloquist Prank",
    "type": "Racial",
    "sourceRef": "Heroes of the Feywild",
    "flavor": "You gleefully project an alarming noise that distracts and hinders your foe.",
    "keywords": [
      "Illusion"
    ],
    "range": "Ranged 5",
    "target": "One creature that isn’t deafened",
    "effect": "Roll a d6 to determine the power’s effect."
  },
  "Pixie Invisibility": {
    "id": "'15838",
    "action": "Minor",
    "powerClass": "Pixie",
    "frequency": "Encounter",
    "level": "6",
    "name": "Pixie Invisibility",
    "type": "Racial",
    "sourceRef": "Heroes of the Feywild",
    "flavor": "Focusing all your concentration, you vanish from sight.",
    "keywords": [
      "Illusion"
    ],
    "range": "Personal",
    "effect": "You become invisible until you attack or until the end of your next turn."
  },
  "Gift of Flight": {
    "id": "'15839",
    "action": "Minor",
    "powerClass": "Pixie",
    "frequency": "Encounter",
    "level": "10",
    "name": "Gift of Flight",
    "type": "Racial",
    "sourceRef": "Heroes of the Feywild",
    "flavor": "With a sprinkling of pixie dust, your companions take to the air.",
    "keywords": [
      "&nbsp;&nbsp;Close burst 1</p><p class=\"powerstat\">Target: Each ally in the burst</p><p class=\"flavor\">Effect: Each target gains a fly speed of 6 until the end of his or her next turn. If the target doesn’t land at the end of this movement, he or she descends to the ground without taking falling damage.</p>"
    ],
    "range": "Close burst 1",
    "target": "Each ally in the burst",
    "effect": "Each target gains a fly speed of 6 until the end of his or her next turn. If the target doesn’t land at the end of this movement, he or she descends to the ground without taking falling damage."
  },
  "Fairy Dance": {
    "id": "'15840",
    "action": "Minor",
    "powerClass": "Pixie",
    "frequency": "Daily",
    "level": "16",
    "name": "Fairy Dance",
    "type": "Racial",
    "sourceRef": "Heroes of the Feywild",
    "flavor": "You strike up the enchanted music of the fey, granting your companions grace even as your foes trip and fumble around you.",
    "keywords": [
      "Aura, Charm"
    ],
    "range": "Personal",
    "effect": "You activate an aura 2 that lasts until the end of your next turn. Any ally who starts his or her turn in the aura can shift 1 square during that turn as a free action. Any enemy that starts its turn in the aura is slowed until the start of its next turn.",
    "sustainMinor": "The aura persists until the end of your next turn."
  },
  "Pixie Teleport Trick": {
    "id": "'15841",
    "action": "Minor",
    "powerClass": "Pixie",
    "frequency": "Daily",
    "level": "22",
    "name": "Pixie Teleport Trick",
    "type": "Racial",
    "sourceRef": "Heroes of the Feywild",
    "flavor": "Even as you reel from a foe’s attack, you vanish in a puff of fragrant smoke and reappear a safe distance away.",
    "keywords": [
      "Teleportation"
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, whenever an enemy attacks you, you can use an immediate reaction to teleport up to 5 squares."
  }
}