{
  "Sequester": {
    "id": "'5656",
    "action": "Standard",
    "powerClass": "Planeshifter",
    "frequency": "Encounter",
    "level": "11",
    "name": "Sequester",
    "type": "Attack",
    "sourceRef": "Manual of the Planes",
    "flavor": "A vortex opens behind your foe, drawing it into a timeless demiplane and briefly trapping it there.",
    "keywords": [
      "Arcane, Implement, Teleportation"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Intelligence or Charisma vs. Fortitude",
    "onHit": "The target is banished to a demiplane (save ends). The target disappears, cannot take actions, and cannot be targeted. On a save, the target reappears in the space it last occupied. If that space is occupied, the target returns to the nearest unoccupied space of its choice. You can expel the target from the demiplane as a free action, in which case it appears as described above."
  },
  "Quick Portal": {
    "id": "'5657",
    "action": "Standard",
    "powerClass": "Planeshifter",
    "frequency": "Encounter",
    "level": "12",
    "name": "Quick Portal",
    "type": "Utility",
    "sourceRef": "Manual of the Planes",
    "flavor": "No one can open a portal quicker than you.",
    "keywords": [
      "Arcane, Teleportation"
    ],
    "range": "Ranged 5",
    "effect": "You create a portal in an unoccupied square within range that lasts until the end of your next turn. The portal leads to a permanent teleportation circle on your current plane. You must know the teleportation circle’s sigil sequence, and you lose three healing surges when you create the portal. If you have fewer than three healing surges when you use this power, you take damage equal to your healing surge value for each healing surge you don’t lose.",
    "sustainStandard": "You lose a healing surge or take damage equal to your healing surge value when you sustain the portal."
  },
  "Dimensional Cascade": {
    "id": "'5658",
    "action": "Standard",
    "powerClass": "Planeshifter",
    "frequency": "Daily",
    "level": "20",
    "name": "Dimensional Cascade",
    "type": "Attack",
    "sourceRef": "Manual of the Planes",
    "flavor": "You cast an enemy through a sequence of deadly planar locations.",
    "keywords": [
      "Arcane, Implement, Teleportation"
    ],
    "range": "Ranged 20",
    "target": "One creature",
    "attack": "Intelligence or Charisma vs. Will",
    "onHit": "The target is cast through a series of dangerous planar locations. Until the start of the target’s next turn, the target disappears, cannot take actions, and cannot be targeted. In addition, choose four damage types from the following list: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, and thunder. The target takes 4d8 damage (1d8 of each damage type in whatever order you choose), and the target takes ongoing 5 damage of each type (save ends all).<br/> At the start of the target’s next turn, the target reappears in the space it last occupied. If that space is occupied, the target reappears in the nearest unoccupied space of its choice.",
    "onMiss": "The target is cast through the dangerous planar locations but takes damage and ongoing damage of only two types, and the target reappears at the end of your turn."
  }
}