{
  "Platinum Wings": {
    "id": "'10360",
    "action": "Minor",
    "powerClass": "Platinum Templar",
    "frequency": "Encounter",
    "level": "11",
    "name": "Platinum Wings",
    "type": "Templar",
    "sourceRef": "Player's Handbook Races: Dragonborn",
    "flavor": "Platinum-colored, scaly wings spring from your back and carry you aloft.",
    "keywords": [
      "Divine"
    ],
    "range": "Personal",
    "effect": "Until the end of your next turn, you gain a fly speed of 8, and you can hover.<br/>Once before the start of your next turn, you can use the power Platinum Wing Buffet Attack.",
    "requirement": "The power Platinum Wings must be active in order to use this power.",
    "trigger": "An enemy enters or leaves an adjacent square.",
    "attack": "Charisma + 4 vs. Fortitude (+ 6 at 21st level)",
    "onHit": "2d6 + Charisma modifier damage, and you push the target 1 square."
  },
  "Misty Breath": {
    "id": "'10361",
    "action": "Standard",
    "powerClass": "Platinum Templar",
    "frequency": "Daily",
    "level": "20",
    "name": "Misty Breath",
    "type": "Templar",
    "sourceRef": "Player's Handbook Races: Dragonborn",
    "flavor": "Emulating Bahamut’s breath of silvery vapors, you transform your enemies into harmless mist.",
    "keywords": [
      "Cold, Divine, Implement, Polymorph, Zone"
    ],
    "range": "Close blast 5",
    "target": "Each enemy in the blast",
    "attack": "Wisdom or Charisma vs. Reflex",
    "onHit": "The target is stunned, weakened, and transformed into fine mist (save ends all). While it is in this mist form, you and your allies can move freely through the target’s space.",
    "effect": "The blast creates a zone that lasts until the end of your next turn. A creature that enters the zone or starts its turn there takes 10 cold damage (a creature can take this damage only once per turn). As a move action, you can move the zone 3 squares.",
    "sustainMinor": "The zone persists."
  },
  "Bahamut's Voice": {
    "id": "'10363",
    "action": "Minor",
    "powerClass": "Platinum Templar",
    "frequency": "Daily",
    "level": "12",
    "name": "Bahamut's Voice",
    "type": "Templar",
    "sourceRef": "Player's Handbook Races: Dragonborn",
    "flavor": "The words issuing from you belong to no mortal tongue, and they carry the weight of Bahamut’s own voice.",
    "keywords": [
      "Divine"
    ],
    "range": "Personal",
    "effect": "Until the end of the encounter, you can speak Supernal as if you were a god or angel, such that any creature that has a language can understand your speech. In addition, you gain a +5 bonus to Diplomacy checks and Intimidate checks while speaking Supernal through this power."
  }
}