{
  "Primordial Rage": {
    "id": "'5898",
    "action": "Standard",
    "powerClass": "Primordial Channeler",
    "frequency": "Encounter",
    "level": "11",
    "name": "Primordial Rage",
    "type": "Channeler",
    "sourceRef": "Arcane Power",
    "flavor": "You let loose a bolt of pure primordial chaos, and it feeds off the effects of your wild magic.",
    "keywords": [
      "Arcane, Implement ; Varies"
    ],
    "range": "Ranged 20",
    "target": "One creature",
    "attack": "Charisma vs. Reflex",
    "onHit": "2d10 + Charisma modifier damage. You gain an additional benefit based on the resistance currently provided by your Wild Soul.",
    "cold": "The target is immobilized until the end of your next turn.",
    "fire": "You push the target 1 square and knock it prone.",
    "lightning": "The target is dazed until the end of your next turn.",
    "thunder": "Each creature adjacent to the target takes thunder damage equal to your Dexterity modifier.",
    "other": "The target takes a -2 penalty to attack rolls until the end of your next turn."
  },
  "Primordial Boon": {
    "id": "'5899",
    "action": "Minor",
    "powerClass": "Primordial Channeler",
    "frequency": "Daily",
    "level": "12",
    "name": "Primordial Boon",
    "type": "Channeler",
    "sourceRef": "Arcane Power",
    "flavor": "You exude a shield of energy that protects you from attacks.",
    "keywords": [
      "Arcane"
    ],
    "range": "Personal",
    "effect": "You gain resist 15 cold, resist 15 fire, resist 15 lightning, and resist 15 thunder until the end of the encounter."
  },
  "Primordial Rift": {
    "id": "'5900",
    "action": "Standard",
    "powerClass": "Primordial Channeler",
    "frequency": "Daily",
    "level": "20",
    "name": "Primordial Rift",
    "type": "Channeler",
    "sourceRef": "Arcane Power",
    "flavor": "A spout of matter from the Elemental Chaos emerges in front of you, blasting forth uncontrolled energy.",
    "keywords": [
      "Arcane, Cold, Fire, Implement, Lightning, Thunder"
    ],
    "range": "Close blast 2d6",
    "target": "Each enemy in the blast",
    "attack": "Charisma vs. Fortitude",
    "onHit": "2d8 + Charisma modifier cold, fire, lightning, and thunder damage, and the target is stunned until the end of your next turn.",
    "onMiss": "Half damage, and the target is dazed until the end of your next turn.",
    "effect": "Roll on the Wild Soul table. Until the end of the encounter, you gain the Wild Soul benefits of both your current Wild Soul damage type and the new type. (If you get the same result a second time, roll again.) If a later effect changes the damage type of your Wild Soul, you can choose to change either one."
  }
}