{
  "Immortal Curse": {
    "id": "'6604",
    "action": "Free",
    "powerClass": "Punisher of the Gods",
    "frequency": "Encounter",
    "level": "0",
    "name": "Immortal Curse",
    "type": "of",
    "sourceRef": "Dragon Magazine Annual, Dragon Magazine 372",
    "flavor": "You place a curse of death upon your enemy—a sign that immortality is at an end.",
    "keywords": [
      "&nbsp;&nbsp;Close burst 10</p><p class=\"powerstat\">Target: One nonminion creature you just damaged.</p><p class=\"flavor\">Effect: Once per round, when you score a critical hit against the target of your immortal curse, you gain an extra standard action. You must use the standard action to attack the target of your immortal curse, and you must use the action before the end of your next turn.</p>"
    ],
    "range": "Close burst 10",
    "target": "One nonminion creature you just damaged.",
    "effect": "Once per round, when you score a critical hit against the target of your immortal curse, you gain an extra standard action. You must use the standard action to attack the target of your immortal curse, and you must use the action before the end of your next turn."
  },
  "Repel Legions": {
    "id": "'6605",
    "action": "Standard",
    "powerClass": "Punisher of the Gods",
    "frequency": "Daily",
    "level": "26",
    "name": "Repel Legions",
    "type": "of",
    "sourceRef": "Dragon Magazine Annual, Dragon Magazine 372",
    "flavor": "You force back the legions or your enemy, which allows you to focus your ire on the one you came to slay.",
    "keywords": [
      "Necrotic, Radiant, Zone"
    ],
    "range": "Close burst 3",
    "target": "Each enemy in the burst",
    "effect": "The burst creates a zone of destruction and repulsion that lasts until the end of your next turn. Each enemy that starts its turn within the zone automatically takes 15 radiant and necrotic damage and is pushed 3 squares away from you. If an enemy starts its turn within the zone and ends its turn adjacent to you, you push that enemy 5 squares as a free action.",
    "sustainMinor": "The zone persists. When you move, the zone moves with you, keeping you at its center."
  }
}