{
  "Radiant Coils": {
    "id": "'9949",
    "action": "Standard",
    "powerClass": "Radiant Serpent",
    "frequency": "Encounter",
    "level": "11",
    "name": "Radiant Coils",
    "type": "Serpent",
    "sourceRef": "Primal Power",
    "flavor": "Coils of light wrap around your target and burn it with radiant energy if it moves.",
    "keywords": [
      "Primal, Radiant, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "3[W] + Strength modifier damage, and you mark the target until the end of your next turn. If the target moves before the end of your next turn, it takes 2d8 radiant damage."
  },
  "Form of the Radiant Couatl": {
    "id": "'9950",
    "action": "Minor",
    "powerClass": "Radiant Serpent",
    "frequency": "Daily",
    "level": "20",
    "name": "Form of the Radiant Couatl",
    "type": "Serpent",
    "sourceRef": "Primal Power",
    "flavor": "You take on a serpentine appearance as radiance surrounds you, granting you the movement and resilience of the great couatl.",
    "keywords": [
      "Healing, Lightning, Polymorph, Primal, Radiant"
    ],
    "range": "Personal",
    "effect": "You assume the guardian form of the radiant couatl until the end of the encounter. While you are in this form, you gain a fly speed equal to your speed, and you can hover. You gain a +5 bonus to saving throws against ongoing damage and against effects that immobilize, restrain, or slow you.<br/>Once during this encounter, you can use the Form of the Radiant Couatl Attack power while you are in this form.",
    "target": "Each enemy in the burst",
    "attack": "Strength + 4 vs. Reflex<br/>Level 26: Strength + 6 vs. Reflex",
    "onHit": "2d10 + Strength modifier lightning and radiant damage. One ally in the burst can spend a healing surge.",
    "onMiss": "Half damage.",
    "requirement": "The power Form of the Radiant Couatl must be active in order to use this power."
  },
  "Shining Pass": {
    "id": "'9952",
    "action": "Minor",
    "powerClass": "Radiant Serpent",
    "frequency": "Daily",
    "level": "12",
    "name": "Shining Pass",
    "type": "Serpent",
    "sourceRef": "Primal Power",
    "flavor": "Each ally you pass by is cloaked in a radiant glow, which allows you to share your own resilience.",
    "keywords": [
      "Healing, Primal"
    ],
    "range": "Personal",
    "effect": "When you pass through an ally’s space before the end of your turn, you can spend a healing surge on that ally’s behalf as a free action. You spend the healing surge but regain no hit points, and the ally regains hit points as if he or she had spent a healing surge. No ally can benefit more than once from a single use of this power."
  }
}