{
  "Wall of Winter": {
    "id": "'5833",
    "action": "Standard",
    "powerClass": "Rimetongue Caller",
    "frequency": "Encounter",
    "level": "11",
    "name": "Wall of Winter",
    "type": "Caller",
    "sourceRef": "Arcane Power",
    "flavor": "Issuing words of Primordial from frost-covered lips, you conjure an unstable wall of elemental ice and wind.",
    "keywords": [
      "Arcane, Cold, Conjuration, Implement"
    ],
    "range": "Area wall 5 within 20 squares",
    "effect": "You conjure a wall of contiguous squares filled with frost and raging wind that lasts until the end of your next turn. The wall can be up to 4 squares high.<br/> Each creature that starts its turn adjacent to the wall takes 1d8 + your Intelligence modifier cold damage. If a creature moves into the wall’s space or starts its turn there, it takes 2d8 + your Intelligence modifier cold damage, and it is slowed (save ends). A creature can take this damage only once per turn. Entering a square occupied by the wall costs 1 extra square of movement. The squares occupied by the wall are heavily obscured, and the wall blocks line of sight."
  },
  "Icy Calling": {
    "id": "'5834",
    "action": "Free",
    "powerClass": "Rimetongue Caller",
    "frequency": "Encounter",
    "level": "12",
    "name": "Icy Calling",
    "type": "Caller",
    "sourceRef": "Arcane Power",
    "flavor": "You infuse your summoning with the essence of an ice mote of the Primordial Chaos.",
    "keywords": [
      "Arcane, Cold"
    ],
    "range": "Personal",
    "effect": "The next creature you summon before the end of your turn is immune to cold and deals 1d6 extra cold damage with each attack."
  },
  "Summon Rimefire Brute": {
    "id": "'5835",
    "action": "Minor",
    "powerClass": "Rimetongue Caller",
    "frequency": "Daily",
    "level": "20",
    "name": "Summon Rimefire Brute",
    "type": "Caller",
    "sourceRef": "Arcane Power",
    "flavor": "A giant of carved ice and frostfire strides from an elemental gateway, and your enemies tremble with cold and fear.",
    "keywords": [
      "Arcane, Cold, Implement, Summoning"
    ],
    "range": "Ranged 20",
    "effect": "You summon a Large rimefire brute in an unoccupied 2-square-by-2-square space within range. The rimefire brute has reach 2 and a speed of 5. It has a +2 bonus to AC and a +4 bonus to Fortitude. You can give the rimefire brute the following special commands.",
    "standardAction": "Close blast 3; targets each creature in the blast; Intelligence vs. Fortitude; 2d8 + Intelligence modifier cold damage, and the target is immobilized (save ends).",
    "opportunityAttack": "Melee 1; Intelligence vs. AC; 2d10 + Intelligence modifier cold damage.",
    "special": "The frostbite aura of a rimefire brute you summon has a range of 2 squares instead of 1."
  }
}