{
  "Blood Fugue": {
    "id": "'12783",
    "action": "Standard",
    "powerClass": "Scion of Leng",
    "frequency": "Encounter",
    "level": "11",
    "name": "Blood Fugue",
    "type": "of",
    "sourceRef": "Dragon Magazine 389",
    "flavor": "As the ghost of your ancestor enters your body, a crimson veil falls before your vision. Your actions become those of the beast within you.",
    "keywords": [
      " Melee 1  Effect: You shift your speed.  Target: Each enemy you move adjacent to while shifting  Attack: Strength + 6 vs. AC, Constitution + 6 vs. AC, or Dexterity + 6 vs. AC."
    ],
    "range": "Melee 1",
    "effect": "After shifting and making this power’s attacks, you are stunned until the start of your next turn.",
    "target": "Each enemy you move adjacent to while shifting",
    "attack": "Strength + 6 vs. AC, Constitution + 6 vs. AC, or Dexterity + 6 vs. AC.<br/>Level 21: Strength + 8 vs. AC, Constitution + 8 vs. AC, or Dexterity + 8 vs. AC.",
    "onHit": "1d6 + Strength modifier, Constitution modifier, or Dexterity modifier damage, and you knock the target prone."
  },
  "Lost in the Labyrinth City": {
    "id": "'12784",
    "action": "Standard",
    "powerClass": "Scion of Leng",
    "frequency": "Daily",
    "level": "20",
    "name": "Lost in the Labyrinth City",
    "type": "of",
    "sourceRef": "Dragon Magazine 389",
    "flavor": "You stamp a cloven hoof and mysterious pathways open in the universe, drawing your foe to distant and terrible Leng.",
    "keywords": [
      "Fear, Psychic, Teleportation"
    ],
    "range": "Ranged 10",
    "target": "One creature",
    "attack": "Strength +6 vs. Will, Constitution + 6 vs. Will, or Dexterity + 6 vs. Will.<br/>Level 21: Strength + 8 vs. Will, Constitution + 8 vs. Will, or Dexterity + 8 vs. Will.",
    "onHit": "The target is banished to the Labyrinth City of Leng and takes ongoing 15 psychic damage (save ends both). While banished, the target disappears, cannot take actions, and cannot be targeted. On a save, the target reappears in the space it last occupied. If that space is occupied, the target returns to the nearest unoccupied space of its choice. You can expel the target from Leng as a free action, in which case it appears as described above.",
    "aftereffect": "The target is dazed until the end of its next turn.",
    "onMiss": "2d10 + Strength modifier, Constitution modifier, or Dexterity modifier psychic damage, and you slide the target 3 squares."
  },
  "Enthroned in Blood": {
    "id": "'12785",
    "action": "Minor",
    "powerClass": "Scion of Leng",
    "frequency": "Daily",
    "level": "12",
    "name": "Enthroned in Blood",
    "type": "of",
    "sourceRef": "Dragon Magazine 389",
    "flavor": "The mingled blood that runs down your body gives you strength to continue the slaughter.",
    "keywords": [
      "Stance"
    ],
    "range": "Personal",
    "effect": "Until the stance ends, you gain a +2 power bonus to attack bloodied targets, and if an enemy becomes bloodied while adjacent to you, you can spend a healing surge as a free action."
  }
}