{
  "Underworld Gambit": {
    "id": "'5659",
    "action": "Standard",
    "powerClass": "Shadow Captain",
    "frequency": "Encounter",
    "level": "11",
    "name": "Underworld Gambit",
    "type": "Captain",
    "sourceRef": "Manual of the Planes",
    "flavor": "Shadows writhe around your weapon, infusing your attack with necrotic energy that deprives your enemy of strength.",
    "keywords": [
      "Necrotic, Shadow, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "1[W] + Strength modifier damage. Make a secondary attack against the target.",
    "secondaryAttack": "Charisma + 2 vs. Reflex",
    "secondaryOnHit": "Charisma modifier necrotic damage, and the target is weakened until the end of your next turn."
  },
  "Shadow Guardians": {
    "id": "'5660",
    "action": "Standard",
    "powerClass": "Shadow Captain",
    "frequency": "Daily",
    "level": "12",
    "name": "Shadow Guardians",
    "type": "Captain",
    "sourceRef": "Manual of the Planes",
    "flavor": "Soldiers of shadow heed your call and aid your defenses.",
    "keywords": [
      "Conjuration, Necrotic, Shadow"
    ],
    "range": "Ranged 10",
    "effect": "You conjure a number of shadow soldiers equal to your Intelligence modifier (minimum 1) that last until the end of your next turn. Each shadow soldier appears in an unoccupied square within range. The shadow soldiers provide cover to allies but not enemies. An enemy that enters a shadow soldier’s square is immobilized (save ends).",
    "sustainMinor": "The shadow soldiers persist. As a move action, you can move each shadow soldier a number of squares equal to your Charisma modifier (minimum 1)."
  },
  "Shadow Turncoat": {
    "id": "'5661",
    "action": "Standard",
    "powerClass": "Shadow Captain",
    "frequency": "Daily",
    "level": "20",
    "name": "Shadow Turncoat",
    "type": "Captain",
    "sourceRef": "Manual of the Planes",
    "flavor": "With a single strike, you tear off a shadowy piece of your opponent. That shadow then rebels against its former master.",
    "keywords": [
      "Conjuration, Reliable, Shadow, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "3[W] + Strength modifier damage, and you conjure a shadow in an unoccupied square adjacent to the target. Until the end of the encounter, each time you hit the target, a new shadow is created and the old one is destroyed.<br/> The shadow is a reflection of the target. It has the defenses, immunities, resistances, speed, and melee basic attacks of the target. The shadow also has the same type and keywords, though it has the shadow origin. The shadow has 1 hit point, and a missed attack never damages the shadow. You control the shadow as a free action, which acts on your turn and has one standard action."
  }
}