{
  "Shadowy Tendrils": {
    "id": "'14052",
    "action": "Standard",
    "powerClass": "Shadow Dancer",
    "frequency": "Encounter",
    "level": "11",
    "name": "Shadowy Tendrils",
    "type": "Dancer",
    "sourceRef": "Heroes of Shadow",
    "flavor": "As you teleport, a shadowy afterimage manifests as tendrils that reach out to your foes.",
    "keywords": [
      "Shadow, Teleportation"
    ],
    "range": "Personal",
    "effect": "You teleport up to 5 squares, then make a basic attack. You teleport one target hit by the attack up to 3 squares, and it is dazed until the end of your next turn."
  },
  "Trail of Shadows": {
    "id": "'14053",
    "action": "Move",
    "powerClass": "Shadow Dancer",
    "frequency": "Daily",
    "level": "20",
    "name": "Trail of Shadows",
    "type": "Dancer",
    "sourceRef": "Heroes of Shadow",
    "flavor": "You streak through your foes as a blur of shadow, leaving a field of bitter darkness behind you that freezes your foes to the marrow.",
    "keywords": [
      "Cold, Shadow, Zone"
    ],
    "range": "Personal",
    "effect": "You shift up to your speed. The squares you enter during this movement become a zone that lasts until the end of the encounter. Any enemy in the zone or adjacent to it when it is created takes 15 cold damage. The zone is totally obscured to your enemies. Any enemy that ends its turn in the zone or adjacent to it takes 10 cold damage, and that enemy is slowed (save ends)."
  },
  "Shadow Stalk": {
    "id": "'14055",
    "action": "Minor",
    "powerClass": "Shadow Dancer",
    "frequency": "Encounter",
    "level": "12",
    "name": "Shadow Stalk",
    "type": "Dancer",
    "sourceRef": "Heroes of Shadow",
    "flavor": "You attune yourself to your foe’s shadow, then step through it at a moment’s notice.",
    "keywords": [
      "Shadow, Teleportation"
    ],
    "range": "Close burst 5",
    "target": "One creature in the burst",
    "effect": "Until the end of your next turn, you can teleport to any square adjacent to the target as a move action. If you are already adjacent to the target, you can teleport up to 3 squares as a minor action."
  }
}