{
  "Grave Chill": {
    "id": "'10105",
    "action": "Immediate Reaction",
    "powerClass": "Soul Reaper",
    "frequency": "Encounter",
    "level": "11",
    "name": "Grave Chill",
    "type": "Reaper",
    "sourceRef": "Dragon Magazine 380",
    "flavor": "When the dead fall, you speed their souls to the Shadowfell.",
    "keywords": [
      "Divine, Implement"
    ],
    "range": "Ranged 5",
    "trigger": "An ally within range of you bloodies an enemy with an attack",
    "primaryTarget": "The triggering ally",
    "effect": "You shift to a square adjacent to the target and make a burst 1 attack.",
    "secondaryTarget": "Each enemy in the burst",
    "attack": "Strength, Wisdom, or Charisma vs. Fortitude",
    "onHit": "The target is dazed and immobilized until the end of your next turn."
  },
  "Call of Letherna": {
    "id": "'10106",
    "action": "Standard",
    "powerClass": "Soul Reaper",
    "frequency": "Daily",
    "level": "20",
    "name": "Call of Letherna",
    "type": "Reaper",
    "sourceRef": "Dragon Magazine 380",
    "flavor": "A frigid wind moans as it swirls around you, bringing with it the malign atmosphere found only in the Raven Queen’s demesne.",
    "keywords": [
      "Cold, Divine, Implement, Necrotic, Zone"
    ],
    "range": "Close burst 5",
    "target": "Each enemy in the burst",
    "attack": "Strength, Wisdom, or Charisma vs. Will",
    "onHit": "4d6 + Strength, Wisdom, or Charisma modifier cold and necrotic damage, and you pull the target 4 squares.",
    "onMiss": "Half damage.",
    "effect": "The burst creates a zone of killing cold that lasts until the end of your next turn. Any creature that starts its turn within the zone is slowed until the end of its next turn, and it takes 10 cold and necrotic damage.",
    "sustainMinor": "The zone persists, and you pull each enemy within the zone 1 square toward the origin of the zone’s burst.",
    "special": "When you gain this power, choose Strength, Wisdom, or Charisma as the ability you use when making attack rolls and damage rolls with this power."
  },
  "Fated Outcome": {
    "id": "'10107",
    "action": "Immediate Interrupt",
    "powerClass": "Soul Reaper",
    "frequency": "Encounter",
    "level": "12",
    "name": "Fated Outcome",
    "type": "Reaper",
    "sourceRef": "Dragon Magazine 380",
    "flavor": "All has been foreseen because each outcome has already unfolded in the Raven Queen’s eyes.",
    "keywords": [
      "Divine"
    ],
    "range": "Ranged 10",
    "trigger": "One ally within range of you misses on an attack roll, fails a saving throw, or fails a skill check.",
    "effect": "The ally rerolls the attack roll, the saving throw, or the skill check, adding your Strength, Wisdom, or Charisma modifier to it.",
    "special": "When you gain this power, choose Strength, Wisdom, or Charisma as the ability you use with this power."
  }
}