{
  "Bounty of Spring": {
    "id": "'13532",
    "action": "Minor",
    "powerClass": "Steadfast Sentinel",
    "frequency": "Daily",
    "level": "12",
    "name": "Bounty of Spring",
    "type": "Sentinel",
    "sourceRef": "Heroes of the Forgotten Kingdoms",
    "flavor": "The primal spirits grant you and your allies a healing boon.",
    "keywords": [
      "Healing, Primal"
    ],
    "range": "Close burst 10",
    "target": "You and one ally in the burst",
    "effect": "Until the end of the encounter, each target has regeneration 5 while bloodied. As a minor action, a target can end this regeneration on himself or herself to spend a healing surge and regain additional hit points equal to your Wisdom modifier."
  },
  "A Thousand Faces": {
    "id": "'13536",
    "action": "Minor",
    "powerClass": "Steadfast Sentinel",
    "frequency": "At-Will",
    "level": "16",
    "name": "A Thousand Faces",
    "type": "Sentinel",
    "sourceRef": "Heroes of the Forgotten Kingdoms",
    "flavor": "Your face and form shift to take on the appearance of another creature flawlessly.",
    "keywords": [
      "Polymorph, Primal"
    ],
    "range": "Personal",
    "effect": "You alter your physical form to take on the appearance of any humanoid of your size category. You retain your game statistics in your new form. You can also transform the physical appearance of your clothing, armor, and possessions, though they must remain present and maintain the same general shape. For example, you could make your bejeweled scimitar look like a rusted relic, but you could not make it appear to be a backpack or cause it to disappear. Your new form lasts until you use this power again or until you end it as a free action.<br/> Any creature that attempts to see through your ruse makes an Insight check opposed by your Bluff check. You gain a +5 bonus to your check.",
    "special": "You can use this power only once per round."
  },
  "Verdant Harmony": {
    "id": "'13546",
    "action": "Standard",
    "powerClass": "Steadfast Sentinel",
    "frequency": "Daily",
    "level": "20",
    "name": "Verdant Harmony",
    "type": "Sentinel",
    "sourceRef": "Heroes of the Forgotten Kingdoms",
    "flavor": "You and those around you take advantage of your harmony with nature, even as the fury of the primal spirits scours your foes.",
    "keywords": [
      "Aura, Necrotic, Primal"
    ],
    "range": "Personal",
    "effect": "You activate an aura 2 that lasts until the end of the encounter. While in the aura, you and your allies ignore difficult terrain, and each of you gains a +5 power bonus to his or her healing surge value. Any enemy in the aura that hits or misses with an attack takes 10 necrotic damage. An enemy can take this damage only once per turn."
  }
}