{
  "Stinging Rebuke": {
    "id": "'10466",
    "action": "Immediate Reaction",
    "powerClass": "Steel Ego",
    "frequency": "Encounter",
    "level": "11",
    "name": "Stinging Rebuke",
    "type": "Ego",
    "sourceRef": "Player's Handbook 3",
    "flavor": "Your enemy realizes its mistake in attacking when you react to its aggression with a swift strike.",
    "keywords": [
      "Augmentable, Psionic, Weapon"
    ],
    "range": "Melee 1",
    "trigger": "An enemy adjacent to you attacks you or your ally with a melee or a close attack",
    "target": "The triggering enemy",
    "attack": "Constitution vs. AC",
    "onHit": "3[W] + Constitution modifier damage, and you mark the target until the end of your next turn.",
    "effect": "Until the end of your next turn, the range of your mind spike power increases to 10, but it remains a melee power. In addition, you can use your mind spike power as a free action once before the start of your next turn."
  },
  "Fear and Loathing": {
    "id": "'10467",
    "action": "Standard",
    "powerClass": "Steel Ego",
    "frequency": "Daily",
    "level": "20",
    "name": "Fear and Loathing",
    "type": "Ego",
    "sourceRef": "Player's Handbook 3",
    "flavor": "As you attack your foe, you bring the full force of your personality against it. The psychic assault rips through your foe’s nerves.",
    "keywords": [
      "Fear, Psionic, Psychic, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Constitution vs. Fortitude",
    "onHit": "4[W] + Constitution modifier psychic damage, and the target provokes opportunity attacks whenever it makes melee attacks (save ends).",
    "onMiss": "Half damage, and the target provokes opportunity attacks whenever it makes melee attacks before the end of your next turn.",
    "effect": "Until the end of the encounter, you can use a free action to slide the target 1 square whenever it is hit by an opportunity attack."
  },
  "Forceful Contempt": {
    "id": "'10468",
    "action": "Immediate Interrupt",
    "powerClass": "Steel Ego",
    "frequency": "Encounter",
    "level": "12",
    "name": "Forceful Contempt",
    "type": "Ego",
    "sourceRef": "Player's Handbook 3",
    "flavor": "Through mental force, you will your flesh to become as hard as steel to foil an attack against you.",
    "keywords": [
      "Psionic"
    ],
    "range": "Personal",
    "trigger": "You are hit by an attack that targets a defense other than Fortitude",
    "effect": "The attack instead targets your Fortitude, and you gain a +2 power bonus to Fortitude until the end of your next turn."
  }
}