{
  "Descending Shadows": {
    "id": "'7610",
    "action": "Standard",
    "powerClass": "Thuranni Shadow Killer",
    "frequency": "Encounter",
    "level": "11",
    "name": "Descending Shadows",
    "type": "Shadow",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "Darkness explodes from your dagger and rises above your enemy before raining down ebon sheets that cling to the creature’s form.",
    "keywords": [
      "Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Dexterity vs. Reflex and Will. You make one attack roll and compare the result against both defenses. The target might be hit one or two times, depending on which defenses are hit.",
    "onHit (Reflex)": "1[W] + Dexterity modifier damage, and the target is slowed until the end of your next turn.",
    "onHit (Will)": "1[W] + Dexterity modifier damage, and the target is blinded until the end of your next turn."
  },
  "Shadowstep": {
    "id": "'7611",
    "action": "Standard",
    "powerClass": "Thuranni Shadow Killer",
    "frequency": "Daily",
    "level": "12",
    "name": "Shadowstep",
    "type": "Shadow",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "You point at a spot, and the light retreats from it. Then you disappear and step out of the shadows you’ ve created.",
    "keywords": [
      "Teleportation, Zone"
    ],
    "range": "Area burst 1 within 10 squares",
    "effect": "The burst creates a zone of darkness that lasts until the end of your next turn. The zone blocks line of sight for creatures without darkvision. You gain darkvision until the end of your next turn and teleport to the burst’s origin square.",
    "sustainMinor": "The darkvision and the zone persist."
  },
  "Spectral Garrote": {
    "id": "'7612",
    "action": "Standard",
    "powerClass": "Thuranni Shadow Killer",
    "frequency": "Daily",
    "level": "20",
    "name": "Spectral Garrote",
    "type": "Shadow",
    "sourceRef": "Eberron Player's Guide",
    "flavor": "A translucent garrote forms between your hands as you snare a foe to use as your shield.",
    "keywords": [
      "Reliable, Weapon"
    ],
    "range": "Melee 1",
    "target": "One creature granting combat advantage to you",
    "attack": "Dexterity vs. Reflex",
    "onHit": "3d8 + Dexterity modifier damage, and you grab the target. Until the grab ends, you have cover and can use the Spectral Garrot attack action.",
    "sustainMinor": "You sustain the grab, and the target takes 2d8 + Dexterity modifier damage.",
    "requirement": "The Spectral Garrote power must be active to use this power.",
    "trigger": "An enemy makes a melee or ranged attack roll against you that targets AC or Reflex",
    "effect": "The triggering attack targets the creature grabbed by you."
  }
}