{
  "Unseen Hunter's Pounce [Attack Technique]": {
    "id": "'13296",
    "action": "Standard",
    "powerClass": "Unseen Hand",
    "frequency": "Encounter",
    "level": "11",
    "name": "Unseen Hunter's Pounce [Attack Technique]",
    "type": "Hand",
    "sourceRef": "Psionic Power",
    "flavor": "Darting from the shadows, you strike your foe hard as your power twists its mind and clouds its senses.",
    "keywords": [
      "Full Discipline, Implement, Psionic"
    ],
    "range": "Melee touch",
    "target": "One creature",
    "attack": "Dexterity vs. Reflex",
    "onHit": "2d10 + Dexterity modifier damage, and you are invisible to the target until the end of your next turn. If you use a weapon other than your monk unarmed strike to make this attack, the attack deals extra damage equal to your Constitution modifier.",
    "effect": "You have concealment until the end of your next turn, and you shift your speed. At the end of this movement, you can make a Stealth check to hide."
  },
  "Unseen Ambush": {
    "id": "'13297",
    "action": "Standard",
    "powerClass": "Unseen Hand",
    "frequency": "Daily",
    "level": "20",
    "name": "Unseen Ambush",
    "type": "Hand",
    "sourceRef": "Psionic Power",
    "flavor": "You slip through space to cut down a foe with a crippling attack, then step away to vanish in the shadows.",
    "keywords": [
      "Implement, Psionic, Teleportation"
    ],
    "range": "Melee touch",
    "effect": "After the attack, you teleport your speed. If you teleport to a square that grants you concealment or cover, you can make a Stealth check to hide.",
    "target": "One creature",
    "attack": "Dexterity vs. Reflex. If you use a weapon other than your monk unarmed strike to make this attack, you gain combat advantage for the attack.",
    "onHit": "3d6 + Dexterity modifier damage, and the target is stunned and gains vulnerable 10 to your attacks (save ends).",
    "onMiss": "Half damage."
  },
  "Unseen Scrutiny": {
    "id": "'13299",
    "action": "Minor",
    "powerClass": "Unseen Hand",
    "frequency": "Encounter",
    "level": "12",
    "name": "Unseen Scrutiny",
    "type": "Hand",
    "sourceRef": "Psionic Power",
    "flavor": "You erase yourself from a foe’s mind, invisibly shadowing its movements.",
    "keywords": [
      "Psionic"
    ],
    "range": "Ranged sight",
    "target": "One creature you are hidden from",
    "effect": "You are invisible to the target until you attack it or until the end of the encounter. While this invisibility lasts, whenever the target moves, you can shift a number of squares equal to your Dexterity modifier as an immediate reaction."
  }
}