{
  "Aura of Grandeur": {
    "id": "'13870",
    "action": "Minor",
    "powerClass": "Vampire Noble",
    "frequency": "Daily",
    "level": "12",
    "name": "Aura of Grandeur",
    "type": "Noble",
    "sourceRef": "Heroes of Shadow",
    "flavor": "You become a beacon that your foes cannot ignore, forcing them to become distracted like moths circling an open flame.",
    "keywords": [
      "Aura, Charm, Shadow"
    ],
    "range": "Personal",
    "effect": "You activate an aura 3 that lasts until the end of your next turn. Enemies in the aura cannot make opportunity attacks against you or your allies. Whenever an enemy ends its turn in the aura, you can use a free action to slide that enemy up to 2 squares to another square in the aura.",
    "sustainMinor": "The aura persists until the end of your next turn."
  },
  "Predatory Splendor": {
    "id": "'13872",
    "action": "Standard",
    "powerClass": "Vampire Noble",
    "frequency": "Daily",
    "level": "20",
    "name": "Predatory Splendor",
    "type": "Noble",
    "sourceRef": "Heroes of Shadow",
    "flavor": "Your overwhelming presence holds your foes fast, forcing them to face your wrath.",
    "keywords": [
      "Aura, Charm, Implement, Psychic, Shadow"
    ],
    "range": "Close burst 2",
    "target": "Each creature in the burst",
    "attack": "Charisma + 2 vs. Will",
    "onHit": "3d10 + Charisma modifier psychic damage, and the target is immobilized and grants combat advantage (save ends both).",
    "onMiss": "Half damage, and the target is slowed and grants combat advantage (save ends both).",
    "effect": "You activate an aura 2 that lasts until the end of your next turn. If an enemy willingly leaves the aura, you can use a free action either to deal 10 psychic damage to it or to knock it prone.",
    "sustainMinor": "The aura persists until the end of your next turn."
  },
  "Hunter's Frenzy": {
    "id": "'13873",
    "action": "Free",
    "powerClass": "Vampire Noble",
    "frequency": "Encounter",
    "level": "12",
    "name": "Hunter's Frenzy",
    "type": "Noble",
    "sourceRef": "Heroes of Shadow",
    "flavor": "When your attack strikes true, it drives you into a fury that launches you into the midst of your foes.",
    "keywords": [
      "Shadow"
    ],
    "range": "Personal",
    "trigger": "You bloody an enemy or reduce it to 0 hit points with an attack.",
    "effect": "Any effect that is subjecting you to the slowed or immobilized conditions ends on you, and you then shift up to your speed. You gain combat advantage until the end of your next turn against each enemy adjacent to you at the end of the shift."
  },
  "Darkwolf Form": {
    "id": "'13874",
    "action": "Standard",
    "powerClass": "Vampire Noble",
    "frequency": "Daily",
    "level": "20",
    "name": "Darkwolf Form",
    "type": "Noble",
    "sourceRef": "Heroes of Shadow",
    "flavor": "With a growl, you transform your body into an inky cloak of darkness in the semblance of a feral wolf that is the embodiment of your hunger.",
    "keywords": [
      "Fear, Polymorph, Shadow"
    ],
    "range": "Close burst 2",
    "target": "One creature",
    "effect": "You can push each target 1 square, and the target is immobilized until the end of your next turn. You assume the form of a wolflike beast of your size until the end of the encounter. While in this form, you gain a +2 power bonus to speed, you gain a +5 power bonus to Perception checks and Stealth checks, and the only attack you can make is the secondary power, which you can use at will. As a minor action once per round, you can change from your humanoid form to the wolflike form or vice versa.",
    "requirement": "The power Darkwolf Form must be active in order to use this power.",
    "attack": "Dexterity vs. Reflex",
    "onHit": "3d8 + Dexterity modifier damage.",
    "special": "You can use this secondary power as a melee basic attack."
  }
}