{
  "Crush Them": {
    "id": "'13456",
    "action": "Standard",
    "powerClass": "Warpath Berserker",
    "frequency": "Encounter",
    "level": "11",
    "name": "Crush Them",
    "type": "Berserker",
    "sourceRef": "Dragon Magazine 390",
    "flavor": "With a slap on the back, you send your allies into battle to claim their glory.",
    "keywords": [
      "Primal, Weapon"
    ],
    "range": "Melee touch",
    "target": "One or two allies",
    "effect": "The target makes a charge attack. If an attack hits, you regain the use of this power. If all attacks miss, you are dazed until the start of your next turn."
  },
  "Warpath Rage": {
    "id": "'13457",
    "action": "Standard",
    "powerClass": "Warpath Berserker",
    "frequency": "Daily",
    "level": "20",
    "name": "Warpath Rage",
    "type": "Berserker",
    "sourceRef": "Dragon Magazine 390",
    "flavor": "A brutal smash into your enemy shatters your patience and throws you into the warpath rage.",
    "keywords": [
      "Primal, Rage, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength vs. AC",
    "onHit": "3[W] + Strength modifier damage. The target is pushed a number of squares equal to your Charisma modifier and is knocked prone at the end of the push.",
    "onMiss": "Half damage, and the target is neither pushed nor knocked prone.",
    "effect": "You enter the rage of the warpath. Until the rage ends, each time you bloody your target with a melee attack, one ally adjacent to your target that you can see may make a melee basic attack as a free action."
  },
  "Test of Mettle": {
    "id": "'13458",
    "action": "Minor",
    "powerClass": "Warpath Berserker",
    "frequency": "Daily",
    "level": "12",
    "name": "Test of Mettle",
    "type": "Berserker",
    "sourceRef": "Dragon Magazine 390",
    "flavor": "You dare your companion to face its fears and overcome them.",
    "keywords": [
      "Healing, Primal"
    ],
    "range": "Melee touch",
    "target": "One ally",
    "effect": "The target can either spend a healing surge and regain hit points equal to one-half its surge value or make a melee basic attack as a free action. If the attack hits, it deals no damage, but the ally can spend a healing surge and regain hit points equal to twice its surge value. On a hit or miss, the ally becomes immune to fear effects until the end of the encounter."
  }
}