{
  "Fierce Respite": {
    "id": "'16100",
    "action": "Standard",
    "powerClass": "White Horn Knight",
    "frequency": "Encounter",
    "level": "11",
    "name": "Fierce Respite",
    "type": "Horn",
    "sourceRef": "Dragon Magazine 406",
    "flavor": "Your weapon glows with a pearlescent light, delivering that radiance to your foe even as it gives respite to a wounded ally.",
    "keywords": [
      "Arcane, Healing, Radiant, Weapon"
    ],
    "range": "Melee weapon",
    "target": "One creature",
    "attack": "Strength or Charisma vs. AC",
    "onHit": "2[W] + Strength modifier or Charisma modifier radiant damage.",
    "effect": "You or an ally within 5 squares of you can spend a healing surge. If your unicorn destrier is adjacent to you or the ally, that character regains additional hit points equal to your Strength modifier or Charisma modifier."
  },
  "Blessing of Unicorns": {
    "id": "'16101",
    "action": "Standard",
    "powerClass": "White Horn Knight",
    "frequency": "Daily",
    "level": "20",
    "name": "Blessing of Unicorns",
    "type": "Horn",
    "sourceRef": "Dragon Magazine 406",
    "flavor": "The glowing forms of many unicorns appear, trampling your enemies and bolstering you and your allies with fey magic.",
    "keywords": [
      "Arcane, Healing"
    ],
    "range": "Close burst 2",
    "target": "Each enemy in the burst",
    "attack": "Strength + 5 or Charisma + 5 vs. Reflex",
    "onHit": "3d10 + Strength modifier or Charisma modifier damage, and the target falls prone.",
    "onMiss": "Half damage.",
    "effect": "You and each ally within 2 squares of you can spend a healing surge and regain additional hit points equal to your Strength modifier or Charisma modifier."
  },
  "Call Unicorn Destrier": {
    "id": "'16102",
    "action": "Standard",
    "powerClass": "White Horn Knight",
    "frequency": "Daily",
    "level": "12",
    "name": "Call Unicorn Destrier",
    "type": "Horn",
    "sourceRef": "Dragon Magazine 406",
    "flavor": "A gentle breeze and a flash of otherworldly light marks the arrival of your unicorn companion.",
    "keywords": [
      "Arcane"
    ],
    "range": "Ranged 5",
    "effect": "A unicorn destrier appears in an unoccupied space within range. The destrier is an ally to you and your allies, and it serves as a mount to you. While the destrier is serving as a mount, all normal rules for mounted combat apply.<br/> If no one is riding the destrier, it can take only move actions. When the destrier makes a check, you make the roll using your game statistics, not including any temporary bonuses or penalties. <br/> The destrier lasts until it drops below 1 hit point, at which point you lose a healing surge (or hit points equal to your surge value if you have no surges left). Otherwise, the destrier lasts until you dismiss it as a minor action or until you start an extended rest."
  }
}