{
    "id": "'937",
    "sourceRef": "Dragon Magazine 405",
    "name": "\\r\\n<html>\\r\\n<head id=\\\"Head1\\\"><title>\\r\\nWild Hunt Rider\\r\\n</title><meta http-equiv=\\\"X-UA-Compatible\\\" content=\\\"IE=EmulateIE7\\\" /><link href=\\\"styles/detail.css\\\" media=\\\"screen\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/print.css\\\" media=\\\"print\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/mobile.css\\\" media=\\\"handheld\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" />\\r\\n    \\r\\n    \\r\\n    \\r\\n\\r\\n</head>\\r\\n<body>\\r\\n    <form name=\\\"form1\\\" method=\\\"post\\\" action=\\\"display.php?page=theme&amp;id=937\\\" id=\\\"form1\\\">\\r\\n<div>\\r\\n\\r\\n</div>\\r\\n\\r\\n\\r\\n    <div id=\\\"detail\\\">\\r\\n\\r\\n<h1 class=\\\"player\\\">Wild Hunt Rider",
    "flavorText": "",
    "text": "The Wild Hunt is a supernatural horde that, from time to time, tears through the lands at breakneck speed for days or weeks in pursuit of its quarry. The presence of the Wild Hunt is felt most strongly in the Feywild, but it sometimes appears in the natural world. No qualification or ritual is necessary to join the Wild Hunt. A rider might be a member of a hunting tribe in either the Feywild or the natural world, a normal person swept up in the glory of the hunt, or someone who made a deal with an impetuous fey lord. When the Wild Hunt appears, each of its riders suddenly vanishes from the world and becomes a member of the horde wherever it might be. The rider reappears at his or her former location days or weeks later with little memory of what happened—just flashes of rage and hunger, embodying the thrill of the hunt. No one on the hunt ever remembers what was being hunted or why.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Firbolgs, giant-sized hunters from the Feywild, make up much of the rank and file of the hunt. When the firbolgs accept a Wild Hunt rider into their numbers, that individual also becomes an honorary member of the tribe. This is not a choice the firbolgs make; they simply sense that the rider belongs. The hunt is driven by a deeper magic that follows no rules mortals can understand, and those in the hunt know better than to try.<br/>",
    "themeFeatures": {
        "Wild Hunt Rider Starting Feature (1st level)": "Your attacks ignore partial concealment, and you gain a +2 bonus to Perception checks when actively searching for a hidden creature.",
        "Wild Hunt Rider Level 5 Feature (5th level)": "You gain and master the Phantom Steed ritual. Once per day, you can perform the ritual without expending components. You can use either Arcana or Nature as the ritual’s key skill.",
        "Wild Hunt Rider Level 10 Feature (10th level)": "You gain a +2 power bonus to saving throws against effects that immobilize, restrain, or slow you."
    }
}