{
    "id": "'277",
    "level": "12",
    "price": "2600 gp",
    "keySkill": "Religion (no check)",
    "sourceRef": "Divine Power",
    "name": "\\r\\n<html>\\r\\n<head id=\\\"Head1\\\"><title>\\r\\nMark of Justice\\r\\n</title><meta http-equiv=\\\"X-UA-Compatible\\\" content=\\\"IE=EmulateIE7\\\" /><link href=\\\"styles/detail.css\\\" media=\\\"screen\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/print.css\\\" media=\\\"print\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/mobile.css\\\" media=\\\"handheld\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" />\\r\\n    \\r\\n    \\r\\n    \\r\\n\\r\\n</head>\\r\\n<body>\\r\\n    <form name=\\\"form1\\\" method=\\\"post\\\" action=\\\"display.php?page=ritual&amp;id=277\\\" id=\\\"form1\\\">\\r\\n<div>\\r\\n\\r\\n</div>\\r\\n\\r\\n\\r\\n    <div id=\\\"detail\\\">\\r\\n\\r\\n<h1 class=\\\"player\\\">Mark of Justice",
    "flavorText": "Some lessons are best learned through suffering. Your magic ensures that the guilty creature continues its offenses only at great peril.",
    "category": "Binding",
    "time": "10 minutes",
    "duration": "Permanent",
    "text": "You draw a mark on the subject of the ritual, who must be willing or helpless for the time it takes to perform the ritual. At the ritual’s completion, designate an action or a kind of behavior that the mark forbids, and select one of the following penalties or another worked out by you and your DM. When the subject performs the forbidden action or displays the forbidden behavior, the subject is affected by the penalty for the next 24 hours. Example penalties include the following:<br/><br/>Ineptness: When the subject makes a successful d20 roll, it must roll again and use the second result.<br/>Weakness of Flesh: The subject gains vulnerable 10 to all damage.<br/>Curse of Solitude: The subject is blinded and deafened.<br/><br/>No matter the distance, you are aware when the subject triggers the penalty or when the penalty is lifted. The Remove Affliction ritual can end the effect of Mark of Justice, using twice your level as the penalty to the Heal check.",
    "componentCost": "1000 gp"
}