{
    "id": "'97",
    "level": "14",
    "price": "4,250 gp",
    "keySkill": "Nature",
    "sourceRef": "Forgotten Realms Player's Guide",
    "name": "\\r\\n<html>\\r\\n<head id=\\\"Head1\\\"><title>\\r\\nWalk Crossroads\\r\\n</title><meta http-equiv=\\\"X-UA-Compatible\\\" content=\\\"IE=EmulateIE7\\\" /><link href=\\\"styles/detail.css\\\" media=\\\"screen\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/print.css\\\" media=\\\"print\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" /><link href=\\\"styles/mobile.css\\\" media=\\\"handheld\\\" rel=\\\"stylesheet\\\" type=\\\"text/css\\\" />\\r\\n    \\r\\n    \\r\\n    \\r\\n\\r\\n</head>\\r\\n<body>\\r\\n    <form name=\\\"form1\\\" method=\\\"post\\\" action=\\\"display.php?page=ritual&amp;id=97\\\" id=\\\"form1\\\">\\r\\n<div>\\r\\n\\r\\n</div>\\r\\n\\r\\n\\r\\n    <div id=\\\"detail\\\">\\r\\n\\r\\n<h1 class=\\\"player\\\">Walk Crossroads",
    "flavorText": "You raise your hand, holly and mistletoe wrapped around your fingers. Singing a song you hope the guardian finds pleasing, you notice a strange dark hole in the side of a nearby hill. You could swear that the hole wasn’t there a moment before.",
    "category": "Travel",
    "time": "30 minutes",
    "duration": "Instantaneous",
    "text": "Speckled across Toril are countless portals called fey crossroads. Each such portal forms at a place where the barrier between the Feywild and the world is especially thin.<br/>&nbsp;&nbsp;&nbsp;&nbsp;This ritual allows you and your allies access to a fey crossroads of your choice, enabling you to use the Feywild as a conduit between two locations in the world. Completing the ritual conveys you and your allies a certain distance through the world. These crossroads are undependable means of travel, however, and walkers on these paths never end up exactly where they intend to go. You and your friends exit the crossroads a certain distance away from your intended destination, and the crossroads often deposit their travelers in precarious or interesting locations.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Nature check result determines the greatest distance you can travel. You can always choose for your maximum travel to correspond to a lower check result if you desire, and by doing so you can reduce the distance to your intended destination. For example, if you want to travel only 10 miles but your check result is 40, you can apply the outcome for a check result of 21–30. As a result, you end up 1d4 miles away from your intended destination instead of 1d10 miles.",
    "componentCost": "850 gp",
    "table": {
        "headers": [
            "Check Result",
            "Maximum Travel (Distance from Target)}"
        ],
        "rows": [
            [
                "20 or lower",
                "1 mile (1d10 x 100 feet)"
            ],
            [
                "21-30",
                "10 miles (1d4 miles)"
            ],
            [
                "31-40",
                "50 miles (1d10 miles)"
            ],
            [
                "41 or higher",
                "150 miles (3d10 miles)"
            ]
        ]
    }
}