{
  "name": "Kalashtar",
  "height": "5'8\" - 6'3\"",
  "weight": "130 - 220 lbs",
  "abilityScores": "+2 Charisma, +2 Intelligence or +2 Wisdom",
  "size": "Medium",
  "speed": "6 squares.",
  "languages": "Common",
  "uniqueFeatures": {
    "telepathy5": "You can communicate with any other creature that has a language and is within line of sight and within 5 squares of you; this allows for two-way communication",
    "dualSoul": "At the start of your turn, you can make a saving throw against each effect currently rendering you dazed or dominated. If you fail the saving throw, you do not make a saving throw against the effect at the end of your turn.",
    "bastionOfMentalClarity": "You have the bastion of mental clarity power.",
    "skillBonuses": "+2 Insight, +2 to choice of one other.",
    "vision": "Normal"
  },
  "physTxt": "Kalashtar, which in Quori means “wandering dreams,” first came to Eberron 1,800 years ago. They came as a renegade group from Dal Quor that sought to escape religious and philosophical persecution. Agents of Dal Quor known as the Dreaming Dark hunted them until finally the group’s leader, Taratai, found an audacious way to escape Dal Quor. She convinced Adaran monks to accept a permanent fusion of their own souls with those of the renegade quori. From that synthesis came kalashtar, and as a result, kalashtar today look similar to the monks who served as the first willing vessels. The monastery where the sixty-seven humans became kalashtar was a place of refuge, so the humans who lived there were diverse. Kalashtar have thus retained a diversity of appearance, possessing the same variety of skin, hair, and eye colors found among humans. They are usually slimmer and taller than humans, although short or stocky kalashtar exist. Kalashtar physically develop at the same rate as humans do and have similar life spans. A kalashtar child passes for human at first glance, but a few minutes of observation reveals the key difference. All kalashtar have a manner that is graceful, serene, and serious because of the fragment of quori soul bound within them. While human children run, laugh, and play, kalashtar children engage in the same meditative exercises, martial training, and telepathic conversations as adult kalashtar. For a kalashtar, growing up is a physical process, not a mental or emotional one.",
  "refSource": "Eberron Player\\'s Guide, page ",
  "flavorTxt": "Refugees from the realm of dreams whose minds are as sharp as their swords",
  "power": "Bastion of Mental Clarity",
  "characteristics": [
    "balanced",
    "commanding",
    "compassionate",
    "contemplative",
    "disciplined",
    "graceful",
    "insightful",
    "intellectual",
    "spiritual",
    "thoughtful"
  ],
  "femNames": [
    "ganitari",
    "khashana",
    "lakashtari",
    "meva kri",
    "novakri",
    "panitari",
    "sorashana",
    "thakashtai",
    "thatari"
  ],
  "mascNames": [
    "halkad",
    "havrakhad",
    "kanatash",
    "lanamelk",
    "lanharath",
    "malharath",
    "minharath",
    "nevitash",
    "parmelk",
    "thakakhad",
    "thinharath"
  ],
  "tipsTxt": "Most kalashtar remain in the temple-keeps of Adar, so any kalashtar traveling around Khorvaire probably has a good reason for doing so. A kalashtar might be driven by a desire to break the Riedran siege of Adar, or could be on the run from the Dreaming Dark.The typical kalashtar is contemplative and serene. They are compassionate and friendly, but in a cerebral way. Perhaps due to the turmoil within their conjoined souls, kalashtar keep a tight rein on their emotions. A kalashtar demonstrates camaraderie with a wry grin and an offhand remark rather than with a backslap or a ribald joke.The fragment of quori soul in a kalashtar recalls the escape from Dal Quor. Kalashtar on the run from the Dreaming Dark are wary, although they still try to maintain polite and kind behavior. Kalashtar struggle to integrate the thoughts and sensibilities of their human halves with the strange, intangible memories of their quori souls. Kalashtar flirt with madness. Occasionally, a kalashtar’s serene countenance drops to reveal crazed and baffling behavior that is inappropriate or even dangerous."
}