{
  "name": "Kapak Draconian",
  "height": "6' 2\" - 6' 8\"",
  "weight": "220 - 320 lbs",
  "abilityScores": "+2 Charisma, +2 Dexterity",
  "size": "Medium",
  "speed": "6 squares.",
  "languages": "Common, Draconic",
  "uniqueFeatures": {
    "dragonbornRacialPower": "When you select dragonborn as your character’s race, choose one of the following powers. Your dragonborn character gains that power.",
    "skillBonuses": "+2 History, +2 Intimidate.",
    "vision": "Normal",
    "sinuousAgility": "Your movements are quick and precise, your lean muscles a study in economy. Benefits: You gain a +2 bonus to your Dexterity and Charisma ability scores. This benefit replaces the normal racial ability score bonuses for dragonborn.",
    "murderousEye": "You instinctively exploit your foe\\'s weakness. Benefits: You have combat advantage against enemies that are slowed, immobilized, or weakened. This benefit replaces Dragonborn Fury.",
    "instinctiveFlight": "Although your wings are neither large enough nor strong enough to sustain flight for long, your battleground mobility is still quite extraordinary. Benefits: You gain a flight speed of 6 squares (altitude limit 1). You cannot use this fly speed if you are carrying more than a normal load. You must land at the end of your turn. This benefit replaces Draconic Heritage."
  },
  "physTxt": "Dragonborn resemble humanoid dragons. They’re covered in scaly hide, but they don’t have tails. They are tall and strongly built, often standing close to 6½ feet in height and weighing 300 pounds or more. Their hands and feet are strong, talonlike claws with three fingers and a thumb on each hand. A dragonborn’s head features a blunt snout, a strong brow, and distinctive frills at the cheek and ear. A dragonborn’s eyes are a shade of red or gold. Behind the brow, a crest of hornlike scales of various lengths resembles thick, ropy hair.  A typical dragonborn’s scales can be scarlet, gold, rust, ocher, bronze, or brown. Rarely do an individual’s scales match the hue of a chromatic or metallic dragon, and scale color gives no indication of the type of breath weapon a dragonborn uses. Most dragonborn have very fine scales over most of their body, giving their skin a leathery texture, with regions of larger scales on the forearms, lower legs and feet, shoulders, and thighs.  Young dragonborn grow faster than human children do. They walk hours after hatching, reach the size and development of a ten-year-old human child by the age of three, and reach adulthood by fifteen. They live about as long as humans do.",
  "refSource": "Player\\'s Handbook, page ",
  "flavorTxt": "Like their bozak cousins, kapak draconians also stand just over 6 feet tall, though their scales are coppery rather than bronze. Bozaks have the overall shape of burly humans, whereas the sinewy kapaks have serpentine features with long limbs and torsos. Kapaks have a reputation for being vicious in their dealings with other races and are well known for bullying creatures smaller and weaker than themselves. The wisest among them have learned the value of avoiding attention, and those kapaks are more dangerous for their slyness. The kapaks are widely regarded as the fastest and most agile of the draconians. Their impressive speed is far from their most dangerous attribute. Glands underneath their tongues secrete a paralyzing toxin with which they can poison their weapons. Like all draconians, they are capable of killing even as they meet their own fate. When kapak draconians die, they immediately dissolve into a pool of highly caustic acid, inflicting horrible burns upon the unwary.",
  "characteristics": [
    "driven",
    "honor-bound",
    "noble",
    "perfectionist",
    "proud",
    "reliable",
    "reserved",
    "rooted in ancient history"
  ],
  "femNames": [
    "akra",
    "biri",
    "daar",
    "harann",
    "kava",
    "korinn",
    "mishann",
    "nala",
    "perra",
    "raiann",
    "sora",
    "surina",
    "thava"
  ],
  "mascNames": [
    "abraxus",
    "arjhan",
    "balasar",
    "bharhash",
    "donaar",
    "ghesh",
    "heskan",
    "kriv",
    "medrash",
    "nadarr",
    "patrin",
    "rhasgar",
    "shamash",
    "shedinn",
    "torinn"
  ],
  "tipsTxt": "When creating a draconian character, consider the following points. You are the boogeyman. Draconians have a well-deserved reputation as killers, conquerors, slavers, and bringers of war. To say that most people don’t care for you is an understatement; you are likely reviled by all who behold you. It might take some impressive deeds to persuade members of other races to accept you as the individual you are, rather than just another typically brutal draconian. You are proud. Draconians verge on arrogance, certain of their superiority. In spite of their cruelty and vice, most draconians are as fearless and bold as their opponents. Even the staid and proper Knights of Solamnia bear a grudging respect for the courage and guile of their draconian foes. You must change. During the war, it was easy to follow the orders of your superiors and to give in to your baser instincts. You were at the top of the food chain, and the creatures you subjugated had to submit to you and your comrades in arms or risk being crushed and discarded. Now, the changing landscape has forced you to find a new path for which you are ill-prepared. You have been forced to acknowledge the shocking reality that your greatest changes are yet to come—if you truly wish to adapt and survive in this world."
}